{
    "books": [
        {
            "title": "La armadura de la luz",
            "author": "Ken Follet",
            "isbn": "9788401030130",
            "genre": "fiction",
            "price": 23.65,
            "rating": 5,
            "description": "El choque de progreso y tradición y una guerra que amenaza con engullir toda Europa en la más ambiciosa y épica novela del maestro de la ficción histórica.",
            "bestseller": true,
            "img": "https://www.libelista.com/media/cache/b0/37/b0374cba2d84214866c83715ca61885c.jpg",
            "stock": 6
        },
        {
            "title": "Puerto escondido",
            "author": "Maria Oruña",
            "isbn": "97788423349524",
            "genre": "fiction",
            "price": 19.85,
            "rating": 4.5,
            "description": "Un nuevo descubrimiento literario: la estupenda primera novela negra de María Oruña. Una tragedia del pasado, fruto de la ambición, de la pasión, de la traición y de la locura, que estallará en el presente con imprevisibles consecuencias.",
            "bestseller": true,
            "img": "https://www.libelista.com/media/cache/19/f1/19f112efa9fb06a8d67d52046822e50f.jpg",
            "stock": 4
        },
        {
            "title": "El infierno",
            "author": "Carmen Mola",
            "isbn": "9788408277583",
            "genre": "fiction",
            "price": 22.90,
            "rating": 2.1,
            "description": "Un terrible levantamiento del ejército contra la reina Isabel II tiñe de sangre y muertos las calles de Madrid y el horror campa por toda la ciudad. Entre cañonazos y disparos, una bailarina llamada Leonor y Mauro, un estudiante de Medicina, se ven envueltos en un homicidio que marcará sus vidas. Para evitar la prisión o la muerte, Leonor se ve obligada a huir a La Habana, pero, al llegar allí, este supuesto paraíso no es lo que espera. Las plantaciones de azúcar y los ingenios esconden la tragedia de un esclavismo aún muy vivo. Y, entre los esclavos, reaparece Mauro, aunque puede que ya sea tarde para recuperar su amor. En un intento desesperado por escapar de este infierno, ambos descubrirán que el ingenio donde se hallan oculta una cruel trama de asesinatos siguiendo un rito ancestral brutalmente feroz.",
            "bestseller": true,
            "img": "https://www.libelista.com/media/cache/48/fc/48fcf29dd3a69232205d2688eb53d69f.jpg",
            "stock": 8
        },
        {
            "title": "No te veré morir",
            "author": "Antonio Muñoz Molina",
            "isbn": "9788432242328",
            "genre": "fiction",
            "price": 19.90,
            "rating": 4.5,
            "description": "Durante su juventud, Gabriel Aristu y Adriana Zuber protagonizaron una apasionada historia de amor que parecía destinada a durar para siempre. El futuro, sin embargo, tenía otros planes para ellos. Separados durante cincuenta años por un océano de incomunicación, ella atrapada en la España de la dictadura, él viviendo el éxito profesional en Estados Unidos, vuelven a encontrarse en el ocaso de sus días. Miradas, caricias, deseos acallados y viejos reproches dejarán paso entonces a la constatación de que la nostalgia de aquel primer amor lo es también de la persona que una vez fuimos.",
            "bestseller": false,
            "img": "https://imagessl8.casadellibro.com/a/l/s7/28/9788432242328.webp",
            "stock": 4
        },
        {
            "title": "Los misterios de la taberna Kamogawa",
            "author": "Hisashi Kashiwai",
            "isbn": "9788419346025",
            "genre": "fiction",
            "price": 18.00,
            "rating": 4.5,
            "description": "Los misterios de la taberna Kamogawa es una de las novelas más apetitosas que vas a leer jamás. Una historia llena de ternura sobre una pareja de detectives formada por el padre y la hija del Kamogawa Shokudo, un restaurante escondido en Kioto, que siempre está lleno. El éxito entre la clientela radica en que este dúo singular se ha especializado en preparar exactamente el plato que el público anhela y recuerda de su pasado y no es capaz de reproducir o encontrar. Y lo hacen investigando la historia de la persona en cuestión. Kamogawa Koishi y su padre Nagare, antiguo detective, escuchan las confidencias de sus comensales, que anhelan revivir un momento mágico, y recrean los platos cocinados por sus seres queridos, en una novela deliciosa en todos los sentidos.",
            "bestseller": true,
            "img": "https://imagessl5.casadellibro.com/a/l/s7/25/9788419346025.webp",
            "stock": 7
        },
        {
            "title": "Hàbits atòmics",
            "author": "James Clear",
            "isbn": "9781847941831",
            "genre": "autoayuda",
            "price": 18.95,
            "rating": 2.1,
            "description": "Tens a les mans les claus per transformar la teva vida. <br> Descobreix el poder extraordinari dels petits canvis de comportament per viure plenament. Moltes vegades pensem que per canviar el nostre estil de vida hem de fer grans canvis, però l’expert internacional en hàbits James Clear té clar que no és així. El canvi real prové del resultat de centenars de petites decisions: llevar-se cinc minuts abans, preparar la roba per fer esport o escriure una frase al dia. Això és el que Clear anomena hàbits atòmics.<br> Aquest llibre revelador explica exactament com aquestes minúscules decisions poden convertirse en grans canvis vitals. L’autor ens proposa tot un seguit de trucs per fer-ho possible i ens aporta la base psicològica i científica que reforça el seu mètode. El llibre està ple d’exemples reals de persones que ja han aconseguit canviar aspectes claus de les seves vides fent canvis minúsculs. Tan petits com una partícula, però que junts tenen la força d’un tsunami.",
            "bestseller": false,
            "img": "https://imagessl0.casadellibro.com/a/l/s7/10/9788418928710.webp",
            "stock": 4
        },
        {
            "title": "Ikigai",
            "author": "Héctor García, Francesc Miralles",
            "isbn": "9781786330895",
            "genre": "fiction",
            "price": 11.00,
            "rating": 4.0,
            "description": "Según los japoneses, todo el mundo tiene un ikigai, un motivo para existir. Algunos lo han encontrado y son conscientes de su ikigai, otros lo llevan dentro, pero todavía lo están buscando. Este es uno de los secretos para una vida larga, joven y feliz como la que llevan los habitantes de Okinawa, la isla más longeva del mundo.",
            "bestseller": false,
            "img": "https://imagessl8.casadellibro.com/a/l/s7/78/9788418714078.webp",
            "stock": 4
        },
        {
            "title": "Respirar, concentrarse, destacar",
            "author": "Harvey Martin",
            "isbn": "9788418655289",
            "genre": "fiction",
            "price": 26.00,
            "rating": 3.1,
            "description": "Entrenas tu cuerpo \n para alcanzar el máximo rendimiento. Entrenas tu mente para conseguir fortaleza mental. Ahora entrena tus patrones de respiración y libera tu verdadero potencial deportivo. En este libro, Harvey Martin, entrenador y asesor de los mejores deportistas y equipos de la MLB, NHL y NFL, explica la ciencia que hay detrás del trabajo respiratorio, cómo la respiración afecta a los diferentes sistemas del cuerpo y por qué cambiar la forma de respirar puede ayudarte a cambiar tu juego. <br>Como cualquier otra destreza, la respiración es un patrón de movimiento fundamental que requiere entrenamiento para dominarlo. Este libro te guía a través de ejercicios de respiración que expanden la caja torácica, protegen la columna vertebral y fortalecen el suelo pélvico. Y lo que es más importante, cada ejercicio está diseñado para ayudarte a mejorar tu rendimiento: generar más potencia, moverse con mayor eficacia y facilidad, acelerar la recuperación, mejorar la capacidad aeróbica, optimizar la toma de decisiones y la concentración en la competición, y reducir la ansiedad en situaciones competitivas de alto estrés.",
            "bestseller": false,
            "img": "https://imagessl9.casadellibro.com/a/l/s7/89/9788418655289.webp",
            "stock": 8
        },
        {
            "title": "El hombre en busca del sentido",
            "author": "Viktor E. Frankl",
            "isbn": "9788425432026",
            "genre": "fiction",
            "price": 12.90,
            "rating": 5.00,
            "description": "El doctor Frankl, psiquiatra y escritor, suele preguntar a sus pacientes aquejados de múltiples padecimientos: «¿Por qué no se suicida usted? Y muchas veces, de las respuestas extrae una orientación para la psicoterapia a aplicar: a éste, lo que le ata a la vida son los hijos; al otro, un talento, una habilidad sin explotar; a un tercero, quizás, sólo unos cuantos recuerdos que merece la pena rescatar del olvido. Tejer estas tenues hebras de vidas rotas en una urdimbre firme, coherente, significativa y responsable es el objeto con que se enfrenta la logoterapia.",
            "bestseller": true,
            "img": "https://imagessl6.casadellibro.com/a/l/s7/26/9788425432026.webp",
            "stock": 9
        },
        {
            "title": "Neurociencia del cuerpo",
            "author": "Nazareth Castellanos",
            "isbn": "9788499889931",
            "genre": "no-fiction",
            "price": 18.00,
            "rating": 4.5,
            "description": "La neurociencia vive hoy inmersa en una revolución con fuertes implicaciones clínicas, sociales y personales. El redescubrimiento de la influencia de los órganos del cuerpo sobre el cerebro nos traslada a una visión integral de la percepción. En este libro, la autora nos acompaña en un viaje a través del cuerpo para descubrir su impacto sobre las neuronas. Este recorrido nos lleva a reconocer que la memoria, la atención, el estado de ánimo o las emociones dependen de cuestiones como la postura corporal y los gestos faciales, la microbiota intestinal y el estómago, así como el complejo patrón de latidos cardíacos y la manera como respiramos. Las evidencias científicas más novedosas y rigurosas se entrelazan en esta obra con la historia de la medicina en Oriente y Occidente. Acercarse al cuerpo para conocer nuestra psicología.",
            "bestseller": true,
            "img": "https://imagessl1.casadellibro.com/a/l/s7/31/9788499889931.webp",
            "stock": 2
        },
        {
            "title": "Introducción a la prehistoria de la Península Ibérica",
            "author": "Jesús Alberto Arenas Esteban",
            "isbn": "788445446287",
            "genre": "historia",
            "price": 39.00,
            "rating": 2.1,
            "description": "Introducción a la prehistoria de la península ibérica es una síntesis actualizada y comprensible del pasado prehistórico de la península ibérica.La intención de conseguir un texto claro y, a la vez, dotado del imprescindible rigor científico ha hecho que se minimicen los repertorios de nombres y fechas en beneficio del análisis de los contextos socioeconómicos e ideológicos que se sucedieron a lo largo de la prehistoria peninsular. Se pretende que la descripción sea reemplazada por la explicación, para que resulte útil tanto a los estudiantes universitarios como al público en general.Los contenidos del libro ofrecen un itinerario que se inicia con los primeros testimonios de la presencia humana en la Península, que dan carta de naturaleza al Paleolítico. Tras ello, se analizan los cambios sociales, económicos e ideológicos que trae consigo el Neolítico, sintetizados en la aparición de la agricultura, la ganadería y las primeras formas de vida sedentarias. Este nuevo panorama dará lugar a procesos de cambio social observables en la diversidad cultural de la Península durante la Edad de los Metales. De este modo, se abordará el estudio de culturas de gran relevancia, como son la de Los Millares, la del Argar, el denominado Bronce valenciano o la Cultura de las Motillas de la región manchega.Este recorrido concluye en las postrimerías de la Edad del Bronce, cuando las comunidades peninsulares quedan conectadas a circuitos culturales del área atlántica, la cuenca mediterránea y el centro del continente, que configurarán el sustrato tecnológico e ideológico de la Europa centro-occidental y el Mediterráneo, incluido el norte de África",
            "bestseller": false,
            "img": "https://imagessl7.casadellibro.com/a/l/s7/87/9788445446287.webp",
            "stock": 4
        },
        {
            "title": "Chatgpt para dummies",
            "author": "Bonaventura di Bello",
            "isbn": "9791254990124",
            "genre": "informàtica",
            "price": 30.22,
            "rating": 2.1,
            "description": "Este es un para dummies dedicado a ChatGPT, la herramienta digital que ha puesto la inteligencia artificial al alcance del gran público, generando un enorme impacto. ChatGPT es un prototipo de chatbot basado en inteligencia artificial, diseñado para simular una conversación con un ser humano y desarrollado por la empresa OpenAI, una organización sin ánimo de lucro dedicada a la investigación de la IA. En las primeras semanas desde su lanzamiento oficial, millones de usuarios adoptaron y utilizaron este instrumento, revelando sus enormes potencialidades para aumentar la productividad en cualquier ámbito, desde el uso diario personal hasta el estudio y la actividad profesional. Este manual ofrece a cualquier persona la posibilidad de aprender rápidamente las técnicas de ôinterrogatorioö más eficientes para ChatGPT en cualquier ámbito, para obtener las respuestas más útiles a sus propias preguntas y evitar errores e imprecisiones que, especialmente en esta primera fase de evolución de la inteligencia artificial, podrían ocurrir durante el uso del chatbot.",
            "bestseller": true,
            "img": "https://imagessl4.casadellibro.com/a/l/s7/24/9791254990124.webp",
            "stock": 4
        },
        {
            "title": "Quizás vivir sea esto",
            "author": "Jorge Egocheaga Rodriguez",
            "isbn": "9788401025211",
            "genre": "deporte",
            "price": 19.90,
            "rating": 5.0,
            "description": "Cuando tenía catorce años Jorge Egocheaga se escapó de casa para subir  el Naranjo de Bulnes en medio de una tormenta, solo por satisfacción  personal. Años más tarde, su sentido de la superación lo llevó a  lanzarse a la conquista de las catorce cimas más altas del  planeta. <br>Quizás vivir sea esto es un libro de pasiones y sueños, de valiosas  lecciones, donde Jorge desnuda su alma en un relato íntimo que permite  sentir el frío, el cansancio, las alegrías, el dolor y la soledad. Y  también es el desgarrador relato de la muerte de su mujer, Joëlle, y su  mejor amigo, el famoso alpinista Iñaki Ochoa de Olza, cuando perseguían  el sueño compartido de escalar los catorce ochomiles. Así que, cuando  Jorge hace cumbre en la última de las catorce cimas, le embarga la  emoción de ofrecérselo a las personas que realmente lo amaban y ya no están a su lado.",
            "bestseller": false,
            "img": "https://imagessl1.casadellibro.com/a/l/s7/11/9788401025211.webp",
            "stock": 4
        },
        {
            "title": "El mundo de ayer: Memorias de un europeo ",
            "author": "Stefan Zweig",
            "isbn": "9788495359490",
            "genre": "historia",
            "price": 27.00,
            "rating": 5.0,
            "description": "El mundo de ayer es uno de los más conmovedores y atractivos testimonios de nuestro pasado reciente, escrito además con mano maestra por un europeo empapado de civilización y nostalgia por un mundo, el suyo, que se iba desintegrando a pasos agigantados. Escritor extraordinariamente popular y testigo de excepción de los cambios que convulsionaron la Europa del siglo XX entre las dos guerras mundiales, Zweig recuerda, desposeído y en tierra extraña en unas circunstancias personales de insospechado dramatismo, los momentos fundamentales de su vida, paralela en mucho a la desmembración de aquella Europa central que se quería más libre y segura, al abrigo de la locura y la tormenta. El resultado es un libro capital, uno de los mejores de Zweig y referencia inexcusable para entender los desvaríos de un siglo devastador.",
            "bestseller": true,
            "img": "https://imagessl0.casadellibro.com/a/l/s7/90/9788495359490.webp",
            "stock": 4
        },
        {
            "title": "Miniburundi al agua",
            "author": "Pablo Bernasconi",
            "isbn": "9789878151199",
            "genre": "infantil",
            "price": 9.99,
            "rating": 4.1,
            "description": "Un mágico libro para el momento más especial del día, la hora del baño.  Al tocar el libro con agua, aparecerán los colores de las bellas ilustraciones de Pablo Bernasconi.",
            "bestseller": false,
            "img": "https://imagessl9.casadellibro.com/a/l/s7/99/9789878151199.webp",
            "stock": 4
        },
        {
            "title": "Pokemon X-Y 1",
            "author": "Hidenori Kusaka, Satoshi Yamamoto",
            "isbn": "9788467925050",
            "genre": "infantil",
            "price": 8.00,
            "rating": 5.0,
            "description": "Los amigos de X están desesperados: son incapaces de arrastrarlo fuera de la habitación, hasta que la aparición de los Pokémon legendarios Yveltal y Xerneas irrumpe en sus vidas y lo cambia todo. Y al mismo tiempo aparece una extraña organización uniformada de rojo que intenta arrebatarle a X su enigmático aro",
            "bestseller": false,
            "img": "https://imagessl0.casadellibro.com/a/l/s7/50/9788467925050.webp",
            "stock": 10
        },
        {
            "title": "El sutil arte de que (casi todo) te importe una mierda",
            "author": "Mark Manson",
            "isbn": "9788491392286",
            "genre": "autoayuda",
            "price": 16.90,
            "rating": 4.0,
            "description": "En esta guía de autoayuda, el bestseller internacional que está definiendo a toda una generación, el bloguero superestrella Mark Manson nos demuestra que la clave para ser personas más seguras y felices es manejar de mejor forma la adversidad. ¡A la mierda con la positividad! <br>Durante los últimos años, Mark Manson -en su popular blog- se ha afanado en corregir nuestras delirantes expectativas sobre nosotros mismos y el mundo. Ahora nos ofrece su toda su intrépida sabiduría en este libro pionero. <br>Manson nos recuerda que los seres humanos somos falibles y limitados: &#8220; no todos podemos ser extraordinarios: hay ganadores y perdedores en la sociedad, y esto no siempre es justo o es tu culpa&#8221;. Manson nos aconseja que reconozcamos nuestras limitaciones y las aceptemos. Esto es, según él, el verdadero origen del empoderamiento. Una vez que abrazamos nuestros temores, faltas e incertidumbres, una vez que dejamos de huir y evadir y empezamos a confrontar las verdades dolorosas, podemos comenzar a encontrar el valor, la perseverancia, la honestidad, la responsabilidad, la curiosidad y el perdón que buscamos.",
            "bestseller": false,
            "img": "https://imagessl6.casadellibro.com/a/l/s7/86/9788491392286.webp",
            "stock": 10
        },
        {
            "title": "El retrato de casada",
            "author": "Maggie o Farrell",
            "isbn": "9788419089410",
            "genre": "fiction",
            "price": 23.95,
            "rating": 4.5,
            "description": "Florencia, mediados del siglo XVI. Lucrezia, tercera hija del gran duque Cosimo de’ Medici, es una niña callada y perspicaz, con un singular talento para el dibujo, que disfruta de su discreto y tranquilo lugar en el palazzo. Pero cuando muere su hermana Maria, justo antes de casarse con Alfonso d’Este, primogénito del duque de Ferrara, Lucrezia se convierte inesperadamente en el centro de atención: el duque se apresura a pedir su mano, y su padre a aceptarla. Poco después, con solo quince años, se traslada a la corte de Ferrara, donde es recibida con recelo. Su marido, doce años mayor, es un enigma: ¿es en realidad el hombre sensible y comprensivo que le pareció al principio o un déspota implacable al que todos temen? Lo único que está claro es lo que se espera de ella: que proporcione cuanto antes un heredero que asegure la continuidad del título. <br>Con la misma belleza y emoción con las que nos cautivó en Hamnet, Maggie O’Farrell vuelve a demostrar su inigualable talento para adentrarse en los recovecos del pasado en El retrato de casada, una novela que reinterpreta desde la ficción un capítulo de la Italia renacentista y narra la lucha contra el destino de una joven asombrosa.",
            "bestseller": false,
            "img": "https://imagessl0.casadellibro.com/a/l/s7/10/9788419089410.webp",
            "stock": 7
        },
        {
            "title": "El mapa de los anhelos",
            "author": "Alice. Kellen",
            "isbn": "9788408268154",
            "genre": "fiction",
            "price": 9.95,
            "rating": 5.0,
            "description": "¿Y si te diesen un mapa para descubrir quién eres? <br>¿Seguirías la ruta marcada hasta el final? <br>Imagina que estás destinada a salvar a tu hermana, pero al final ella muere y la razón de tu existencia se desvanece. Eso es lo que le ocurre a Grace Peterson, la chica que siempre se ha sentido invisible, la que nunca ha salido de Nebraska, la que colecciona palabras y ve pasar los días refugiada en la monotonía. Hasta que llega a sus manos el juego deEl mapa de los anhelos y, siguiendo las instrucciones, lo primero que debe hacer es encontrar a alguien llamado Will Tucker, del que nunca ha oído hablar y que está a punto de embarcarse con ella en un viaje directo al corazón, lleno de vulnerabilidades y sueños olvidados, anhelos y afectos inesperados. Pero ¿es posible avanzar cuando los secretos comienzan a pesar demasiado? ¿Quién es quién en esta historia?",
            "bestseller": false,
            "img": "https://imagessl4.casadellibro.com/a/l/s7/54/9788408268154.webp",
            "stock": 4
        },
        {
            "title": "El cuco de cristal",
            "author": "Javier Castillo",
            "isbn": "9788491293552",
            "genre": "fiction",
            "price": 20.90,
            "rating": 4.5,
            "description": "Nueva York, 2017. Cora Merlo, médico residente de primer año, sufre un infarto fulminante que la obliga a un trasplante de corazón. Aún convaleciente la joven recibe la visita de una extraña mujer con una enigmática oferta: pasar unos días en Steelville, un pequeño pueblo de interior, para conocer la vida de su hijo Charles, el donante de su corazón. <br>Cora se adentra así en un hogar lleno de secretos, en un misterio que se extiende durante veinte años y en un pueblo hermético en el que, justo el día de su llegada, desaparece un bebé en un parque público",
            "bestseller": true,
            "img": "https://imagessl2.casadellibro.com/a/l/s7/52/9788491293552.webp",
            "stock": 7
        },
        {
            "title": "El hombre más rico de Babilonia",
            "author": "Georges S. Clason",
            "isbn": "9788491114543",
            "genre": "economia",
            "price": 8.50,
            "rating": 3.5,
            "description": "En este libro encontrará los principios fundamentales que necesita para triunfar en el terreno financiero y que le permitirán engrosar su bolsillo, aumentar su cuenta bancaria y asegurarse el éxito económico que todos anhelamos, aprendiendo a conservarlo y a hacerlo fructificar. Se trata de la guía perfecta tanto para graduados y especialistas como para profanos en el tema. Aprovechando las reglas básicas de la economía surgidas en la antigua Babilonia, y que todavía hoy en día son reconocidas y aplicadas por miles de especialistas, el autor, George S. Clason, nos enseña las leyes que llevan al éxito económico a través de un lenguaje ameno, sencillo y asequible para todos, con un libro que se lee como una novela. El dinero como criterio universal con el que se mide el éxito en nuestra sociedad, sólo abunda para el que conoce el medio de obtenerlo. Si quieres ser rico, lee este libro.",
            "bestseller": false,
            "img": "https://imagessl3.casadellibro.com/a/l/s7/43/9788491114543.webp",
            "stock": 2
        },
        {
            "title": "El power ranger rosa",
            "author": "Christo Casas",
            "isbn": "9788494933356",
            "genre": "infantil",
            "price": 14.00,
            "rating": 2.1,
            "description": "Un joven español da tumbos por Berlín. En su teléfono conviven apps para buscar piso, trabajo y sexo. Su abuela también emigró a Alemania, pero acabó volviendo al pueblo para formar una familia. Allí es testigo de cómo su nieto hace dos descubrimientos: que es marica y que es pobre. Y no te creas que no tengo miedo de que te vayas tú a Alemania. A saber cuántos disgustos has de pasar. Pero abuela, yo soy un hombre. Sí, pero vas a enamorarte de otros hombres y es de ellos de quien no me puedo fiar. Espera, que tengo el cazo en el fuego. Un joven español llega a Berlín en busca de trabajo. Por la noche pone copas en un bar marica y por el día intenta escribir la historia de su abuela, que también vivió en Alemania hace muchos años.",
            "bestseller": false,
            "img": "https://imagessl6.casadellibro.com/a/l/s7/56/9788494933356.webp",
            "stock": 4
        },
        {
            "title": "NETZWERK NEU A1.1 ALUM + EJER + AUDIO V (edición en alemán)",
            "author": "VV.AA.",
            "isbn": "9783126071543",
            "genre": "dictionary",
            "price": 24.60,
            "rating": 2.1,
            "description": "",
            "bestseller": false,
            "img": "https://imagessl3.casadellibro.com/a/l/s7/43/9783126071543.webp",
            "stock": 4
        },
        {
            "title": "ENGLISH FILE 4TH EDITION A1/A2. STUDENT S BOOK AND WORKBOOK WITH KEY PACK (edición en inglés). ELEMENTARY ",
            "author": "VV.AA.",
            "isbn": "9780194058001",
            "genre": "dictionary",
            "price": 56.80,
            "rating": 5.0,
            "description": "Spain’s most trusted adult series returns with new topics, activities, and resources. The 4th Edition continues to build students’ communicative confidence with a motivating blend of Grammar, Vocabulary, Pronunciation, and Skills Development.",
            "bestseller": false,
            "img": "https://imagessl1.casadellibro.com/a/l/s7/01/9780194058001.webp",
            "stock": 4
        },


        {
            "title": "Breves respuestas a las grandes preguntas",
            "author": "Stephen Hawking",
            "isbn": "9788491990437",
            "genre": "no-fiction",
            "price": 17.90,
            "rating": 4.5,
            "description": "Las últimas reflexiones sobre las preguntas más importantes del universo se incluyen en este trabajo póstumo, brillante y revolucionario. <br>Stephen Hawking fue reconocido como una de las mentes más brillantes de nuestro tiempo y una figura de inspiración después de desafiar su diagnóstico de ELA a la edad de veintiún años. Es conocido tanto por sus avances en física teórica como por su capacidad para hacer accesibles para todos conceptos complejos y destacó por su travieso sentido del humor. En el momento de su muerte, Hawking estaba trabajando en un proyecto final: un libro que compilaba sus respuestas a las «grandes» preguntas que a menudo se le planteaban: preguntas que iban más allá del campo académico. Dentro de estas páginas, ofrece su punto de vista personal sobre nuestros mayores desafíos como raza humana, y hacia dónde, como planeta, nos dirigimos después. Cada sección será presentada por un pensador líder que ofrecerá su propia visión de la contribución del profesor Hawking a nuestro entendimiento.",
            "bestseller": true, 
            "img": "https://imagessl7.casadellibro.com/a/l/s7/37/9788491990437.webp",
            "stock": 4
        },
        {
            "title": "¿Qué hace un bosón como tu en un big bang como este?",
            "author": "Javier Santaolalla",
            "isbn": "9788413843902",
            "genre": "no-fiction",
            "price": 19.00,
            "rating": 5.0,
            "description": "Un libro para todos los públicos, ameno y desenfadado, que explica -¡y se entiende!- conceptos tan abstractos como los campos cuánticos o el bosón de Higgs. Narrado por un científico que participó en el descubrimiento de esta partícula, el autor de El bosón de Higgs no te va a hacer la cama. <br>&#8220Si cuando sales de noche a un sitio despejado levantas la cabeza y solo ves puntos de luz, te estás perdiendo la mejor parte de estar vivo. Yo, Javier Santaolalla, veo partículas que surgen de una gran &#8220 explosión &#8220 hace miles de millones de años, que chocan y se transforman mientras se van agrupando por gravedad. Veo cómo se van creando cúmulos de materia en forma de nubes de gas, que dan lugar a sistemas mayores llamados “galaxias”. Pero tambien veo ese maravilloso viaje del ser humano para entender quienes somos, que hacemos aquí, acompañados de genios como Galileo o Einstein, de grandes ideas como la relatividad o la mecánica cuántica, de historias como el gato de Schrödinger, el sombrero mexicano o la manzana de Newton... <br>Este libro es un viaje hacia las estrellas, hacia el Big Bang, pero por encima de todo hacia el interior de nosotros mismos: Nos permitirá situar mejor el lugar que ocupamos en este mundo &#8220.",
            "bestseller": true, 
            "img": "https://imagessl2.casadellibro.com/a/l/s7/02/9788413843902.webp",
            "stock": 8
        },
        {
            "title": "Una historia natural de la humanidad. El apasionante recorrido de la vida hasta alcanzar nuestro cerebro consciente",
            "author": "Joseph Ledoux",
            "isbn": "9788449338274",
            "genre": "no-fiction",
            "price": 24.00,
            "rating": 4.0,
            "description": "El renombrado neurocientífico Joseph LeDoux indaga en la historia natural de la vida en la tierra para brindar una nueva perspectiva sobre las similitudes entre nosotros y nuestros antepasados. Esta revisión de la evolución en la Tierra arroja nueva luz sobre cómo evolucionaron los sistemas nerviosos en los animales, cómo se desarrolló el cerebro y qué significa ser humano.",
            "bestseller": false,
            "img": "https://imagessl4.casadellibro.com/a/l/s7/74/9788449338274.webp",
            "stock": 5
        },
        {
            "title": "Einstein para perplejos. Materia, energía, luz, espacio y tiempo",
            "author": "Andres Gomberoff, Jose Edelstein",
            "isbn": "9788499928289",
            "genre": "no-fiction",
            "price": 17.90,
            "rating": 4.0,
            "description": "En Einstein para perplejos, Jose Edelstein y Andres  Gomberoff buscan revertir esta situación. Para ello abordan el contexto histórico e intelectual en el que se originaron las ideas de Einstein y tambien el legado que dejó tras su muerte, mostrándonos   en su tiempo y en el nuestro a un científico que, entre otras teorías,  predijo hace cien años la existencia de ondas gravitacionales que recientemente han revolucionado a la astronomía. <br>Este contundente libro sobre el premio Nobel nos instruye y divierte con  un planteamiento para cualquier lector interesado en su pensamiento pues, como afirman los autores, hablar de el es hablar de la humanidad que hay en la ciencia, idioma universal de los seres humanos &#8220.",
            "bestseller": true, 
            "img": "https://imagessl9.casadellibro.com/a/l/s7/89/9788499928289.webp",
            "stock": 4
        },
        {
            "title": "Cerebro y ejercicio",
            "author": "Jose Luis Trejo, Coral Sanfeliu",
            "isbn": "9788400106713",
            "genre": "no-fiction",
            "price": 12.00,
            "rating": 4.1,
            "description": "El ejercicio físico produce beneficios indudables en todo el organismo, en nuestra salud y, por supuesto, en el cerebro. Sin embargo, en la última decada han pasado relativamente desapercibidos numerosos avances neurocientíficos que señalan que tipo de ejercicio es bueno para según que aspectos; que la intensidad del ejercicio es un factor crucial para obtener resultados concretos; cuáles son las áreas cerebrales que se ven beneficiadas por el ejercicio moderado o vigoroso, así como los últimos avances sobre el efecto que tiene en la depresión, la ansiedad, la cognición, el envejecimiento y la neurodegeneración. Aunque estamos lejos de poder elaborar un plan personalizado de ejercicio útil para cada ser humano, que produzca beneficios para los diferentes sistemas fisiológicos del organismo sin incrementar el estres, no cabe la menor duda de que el sedentarismo es el enemigo de un cerebro sano.",
            "bestseller": false,
            "img": "https://imagessl3.casadellibro.com/a/l/s7/13/9788400106713.webp",
            "stock": 6
        },
        {
            "title": "El mundo y sus demonios. La ciencia como una luz en la oscuridad ",
            "author": "Carl Sagan",
            "isbn": "9788416771486",
            "genre": "no-fiction",
            "price": 22.90,
            "rating": 5.0,
            "description": "El método del pensamiento racional puede superar prejuicios y supersticiones para dejar al descubierto la verdad <br>¿Estamos al borde de una nueva edad oscura de irracionalismo y superstición? En este libro conmovedor, el incomparable Carl Sagan demuestra con brillantez que el pensamiento científico es necesario para salvaguardar nuestras instituciones democráticas y nuestra civilización técnica.El mundo y sus demonios es el libro más personal de Sagan, y está lleno de historias humanas entrañables y reveladoras. El autor, con las experiencias de su propia infancia y la apasionante historia de los descubrimientos de la ciencia, muestra cómo el método del pensamiento racional puede superar prejuicios y supersticiones para dejar al descubierto la verdad, que, con frecuencia, resulta sorprendente.",
            "bestseller": true, 
            "img": "https://imagessl6.casadellibro.com/a/l/s7/86/9788416771486.webp",
            "stock": 7
        },
        {
            "title": "El extraño orden de las cosas. La vida, los sentimientosy la creación de las culturas",
            "author": "Antonio Damasio",
            "isbn": "9788423357024",
            "genre": "no-fiction",
            "price": 11.95,
            "rating": 4.8,
            "description": "Antonio Damasio, el mayor divulgador científico, analiza qué son los sentimientos y cuál es su papel en el ciclo de la vida. <br>«Este libro trata de un interés y de una idea. Hace mucho tiempo que me intriga el afecto humano (el mundo de las emociones y de los sentimientos) y he pasado muchos años investigándolo: por qué y cómo nos emocionamos, sentimos, usamos los sentimientos para construir nuestro yo; cómo los sentimientos ayudan a nuestras mejores intenciones o las socavan; por qué y cómo el cerebro interactúa con el cuerpo para sostener dichas funciones. Tengo nuevos hechos e interpretaciones para compartir acerca de todas estas cuestiones.» <br>De uno de los neurocientíficos más importantes del mundo nos llega el que sin duda será uno de los libros de referencia sobre el origen de la vida, la mente y la cultura, ofreciendo una nueva forma de entender la vida, la cultura y los sentimientos. <br>En este libro el autor nos aporta las claves para comprender qué son los sentimientos y qué relación tienen con nuestro cuerpo. Una vez más, nos demuestra que cuerpo y mente están íntimamente relacionados y que los sentimientos son los cimientos de nuestra mente, revelaciones del estado de la vida en el seno del organismo entero. <br>Damasio nos presenta una investigación única y pionera en la relación que se establece entre el hecho de sentir y su condición de regular la vida, conocida con el nombre científico de homeostasis. Deja claro que descendemos tanto a nivel biológico, como psicológico e incluso social de un largo linaje que comienza con tan solo unas pocas células vivas; que nuestras mentes y culturas están ligadas por un hilo invisible a la antigua vida unicelular; que hay una poderosísima fuerza de autoconservación que lo gobierna todo, inherente a la propia química de la vida. <br>La misteriosa naturaleza de las cosas nos ofrece una nueva forma de entender el mundo y también del lugar que nosotros ocupamos en él.",
            "bestseller": false,
            "img": "https://imagessl4.casadellibro.com/a/l/s7/24/9788423357024.webp",
            "stock": 9
        },
        {
            "title": "Mundo cuántico",
            "author": "Miguel Angel Sabadell",
            "isbn": "9788418965302",
            "genre": "no-fiction",
            "price": 23.95,
            "rating": 4.1,
            "description": "El mundo de Newton y la física clásica se asentaba sobre un universo infinito e inmutable, un universo aristotélicocuyo curso era lineal y mecánico y era descrito por las leyes físicas con absoluta certidumbre y armonía. Estaconcepción del universo se verá resquebrajada, a principios del siglo XX, con el trabajo de científicos como MaxPlanck, Louis De Broglie o Erwin Schr¶dinger.Miguel Ángel Sabadell nos presenta la nueva cara de un mundo, alejado de lo que Copérnico,Newton y Einstein pudieron llegar a entender. Un mundo con nuevas aplicaciones prácticas queestán cambiando nuestra tecnología y nuestra comprensión de la naturaleza. Un mundocuántico. &#8220Miguel Ángel Sabadell tiene una brillante capacidad para explicar la ciencia al gran público y también para examinarcríticamente las afirmaciones pseudocientíficas... es importante que algunos científicos contribuyan a la difusión de laciencia entre el público y Sabadell lo hace con gran habilidad. &#8220Paul Kurtz, profesor emérito de filosofía de la State University of New York at Buffalo.",
            "bestseller": false,
            "img": "https://m.media-amazon.com/images/I/811JsF4ra9L._SL1500_.jpg",
            "stock": 5
        },
        {
            "title": "La teoría del todo. El origen y el destino del universo",
            "author": "Stephen Hawking",
            "isbn": "9788483468913",
            "genre": "no-fiction",
            "price": 11.00,
            "rating": 4.5,
            "description": "En esta esclarecedora obra, el gran físico británico Stephen Hawking nos  ofrece una historia del universo, del big bang a los agujeros negros. <br>En siete pasos, Hawking logra explicar la historia del universo, desde  las primeras teorías del mundo griego y de la epoca medieval hasta las  más complejas teorías actuales, siempre con su característico tono  didáctico y accesible a todos los públicos. Newton, Einstein, la mecánica cuántica, los agujeros negros y la teoría de la gran  unificación desfilan por estas páginas acercando al lector los misterios del universo.",
            "bestseller": true,
            "img": "https://imagessl3.casadellibro.com/a/l/s7/13/9788483468913.webp",
            "stock": 9
        },
        {
            "title": "Los sueños de los que está hecha la materia: los textos fundamentales de la física cuántica y como revolucionaron la ciencia",
            "author": "Stephen Hawking",
            "isbn": "9788498926408",
            "genre": "no-fiction",
            "price": 32.00,
            "rating": 2.1,
            "description": "Aunque muchos lo ignoren, una parte sustancial de los pilares que sustentan la civilización actual se nutre de la física cuántica, junto a la relatividad una de las dos grandes revoluciones científicas que cambiaron nuestra comprensión del mundo durante la primera mitad del siglo XX.Es el cuántico un mundo regido por leyes que parecen violar las leyes del sentido común, como expresó con una ironía no exenta de angustia Albert Einstein cuando ante el carácter probabilístico de la nueva física cuántica manifestó en 1926: «Estoy convencido de que Dios no juega a los dados».Sin embargo, en esta ocasión el genial físico se equivocó: en sus niveles más íntimos, el mundo sigue pautas de comportamiento probabilístico. Y no sólo eso, existen otras propiedades que violan completamente las leyes que Newton estableció en 1687 y que gobernaron la física durante más de dos siglos: así, tenemos que se crean y aniquilan partículas y que no podemos conocer con absoluta precisión, al mismo tiempo, parejas de variables como la posición y la velocidad de una partícula. Dirigida e introducida por Stephen Hawking, el científico más célebre de nuestros días, Los sueños de los que está hecha la materia reúne las obras esenciales de la física cuántica; textos que provocaron un cambio de paradigma que revolucionó la física para siempre, cambiando nuestra comprensión del universo a un nivel totalmente nuevo. Reunidos en esta antología están los trabajos de la élite cuántica, entre otros: Max Planck, Niels Bohr, Werner Heisenberg, Max Born, Erwin Schrödinger, Paul Dirac, J. Robert Oppenheimer y Richard Feynman.",
            "bestseller": false,
            "img": "https://imagessl8.casadellibro.com/a/l/s7/08/9788498926408.webp",
            "stock": 4
        },
        {
            "title": "Agujeros negros",
            "author": "Stephen Hawking",
            "isbn": "9788416771578",
            "genre": "no-fiction",
            "price": 11.95,
            "rating": 4.5,
            "description": "Nos explica de manera accesible un concepto tan complicado como los agujeros negros <br>«Se dice que la realidad en ocasiones supera a la cción, y en ninguna parte es esto más cierto que en el caso de los agujeros negros. Los agujeros negros son algo más extraño que cualquier cosa imaginada por los escritores de ciencia cción». En estas clari cadoras conferencias el legendario físico sostiene que si tan sólo pudiéramos entender los agujeros negros y la forma en que desafían la propia naturaleza del espacio y el tiempo, podríamos desbloquear los secretos del universo. ",
            "bestseller": false,
            "img": "https://imagessl8.casadellibro.com/a/l/s7/78/9788416771578.webp",
            "stock": 3
        },
        {
            "title": "La gran ilusión",
            "author": "Stephen Hawking",
            "isbn": "9788498929102",
            "genre": "no-fiction",
            "price": 26.00,
            "rating": 4.1,
            "description": "El profesor Hawking ha tomado en sus manos la comprometida tarea de seleccionar y presentar, con su propia opinión científica e intelectual, aquellos textos específicos que llevaron a Einstein a ocupar un lugar de honor en la historia de la humanidad. Desde el texto en el queá se revelaba la  &#8220teoría de la relatividad &#8220 hasta los escritos políticos y religiosos de Einstein, pasando por sus aportaciones a la física cuántica o a la mecánica estadística,áLa gran ilusiónános ofrece todo lo que hay que saber sobre el mayor científico del siglo xx y, quizá, de todos los tiempos.",
            "bestseller": false,
            "img": "https://imagessl2.casadellibro.com/a/l/s7/02/9788498929102.webp",
            "stock": 4
        },
        {
            "title": "El tesoro cósmico. Un nueva aventura por el cosmos",
            "author": "Lucy Hawking, Stephen Hawking",
            "isbn": "9788484416470",
            "genre": "fiction",
            "price": 6.00,
            "rating": 4.1,
            "description": "Después del rotundo éxito en todo el mundo con su primera entrega de la guía para conocer el Universo, el prestigioso científico Stephen Hawking y su hija Lucy, acerca de forma divertida y amena la ciencia a los jóvenes de la casa. <br>Algo no marcha bien. Eric, el antiguo vecino de George, está en Florida trabajando en un proyecto científico para descubrir si hay vida en el planeta Marte y en otros lugares del Sistema Solar. El robot encargado de la misión actúa de forma muy extraña y, según le cuenta Annie a George, ¡un alien les ha enviado un mensaje para decirles que deben volver al espacio si no quieren que el mundo se acabe! Una vez más, Annie y George deberán enfundarse sus trajes espaciales y seguir las pistas que les conducirán hasta un peligrosísimo y siniestro personaje...",
            "bestseller": true, 
            "img": "https://imagessl0.casadellibro.com/a/l/s7/70/9788484416470.webp",
            "stock": 5
        },
        {
            "title": "Ovnis y viajes interestelares, realidad o fantasia",
            "author": "Shahen Hacyan",
            "isbn": "9786071608482",
            "genre": "no-fiction",
            "price": 12.00,
            "rating": 4.1,
            "description": "En un principio fueron novelas y películas de ficción, pero, con el tiempo, un sector cada vez mayor de la población sintió la  necesidad de creer en historias de visitantes extraterrestres  con conocimientos muy superiores a los nuestros, tomando el  lugar de los dioses, observándonos desde las alturas y  poseedores, si no de poderes mágicos, sí de una fabulosa  tecnología que les permitiría recorrer los espacios siderales.  <br>El progreso tecnológico se volvió la nueva magia. El  propósito de esta obra es proporcionar información con una  sólida base científica para que el lector pueda discernir entre  lo real, lo posible y la charlatanería que conforma el mito  moderno de los ovnis y los viajes interestelares.",
            "bestseller": true, 
            "img": "https://imagessl2.casadellibro.com/a/l/s7/82/9786071608482.webp",
            "stock":6
        },
    
        {
            "title": "Las desheredadas. Una historia de mujeres creadoras. Siglos XVIII y XIX",
            "author": "Ángeles caso",
            "isbn": "978-84-264-2281-1",
            "genre": "no-fiction",
            "price": 20.90,
            "rating": 4.1,
            "description": "Tras el éxito de Las olvidadas, con más de medio millón de ejemplares vendidos, vuelve Ángeles Caso, ganadora de los premios Planeta y Fernando Lara y traducida a quince idiomas, con un proyecto único Un libro que nos desvela a las grandes mujeres creadoras de los siglos XVIII y XIX que quedaron en la sombraHace casi dos décadas Ángeles Caso iniciaba con Las olvidadas un proyecto único: la reconstrucción de una genealogía cultural femenina formada por todas las mujeres que rompieron con lo que la sociedad pretendía imponerles y se atrevieron a vivir a contracorriente, a crear y pensar un mundo mejor, aunque solo recibieran a cambio el desprecio de la crítica y el canon. Las desheredadas aborda los siglos XVIII y XIX, una época crucial en la historia de Occidente, germen de la que vivimos hoy. Es el tiempo de pintoras como Élisabeth Vigée Le Brun o Adélaïde Labille-Guiard; de las ilustradas lady Mary Montagu o la duquesa de Osuna; de científicas como la marquesa de Châtelet y Ada Lovelace; de las revolucionarias traicionadas como Olympe de Gouges y Mary Wollstonecraft; de escritoras como Mary Shelley, las Brontë o Emilia Pardo Bazán; de las primeras feministas como Flora Tristan, Concepción Arenal o Rosario de Acuña; de las impresionistas como Berthe Morisot o Camille Claudel... Se dedicaron a las artes, al pensamiento, lucharon por la libertad y los derechos de los más desfavorecidos, pero la burguesía ilustrada y liberal acabó imponiendo el relato oficial. Y en él no hubo cabida para ellas. De ese rechazo nacería el feminismo, que iniciaba entonces su carrera imparable. Ángeles Caso funde géneros literarios y nos entrega una obra emocionante, reivindicativa y profundamente rigurosa sobre las heroínas que osaron alzar la voz y la cabeza. Este libro ilumina por un momento las vidas de algunas de ellas para que nos permitan sentir el deseo de iluminar las de las demás.La crítica ha dicho sobre Quiero escribirte esta noche una carta de amor: «Un libro espléndido, cartas de rendición, de entrega absoluta, [...] piezas literarias de altos vuelos, literatura de la importante, de la que te salva». <br>Milena Busquets, El Periódico «Una inspiración para escribir, para amar, e incluso para dejar un amor que nos destruye». <br>Semana «Acceder a los textos íntimos de estas escritoras es un privilegio: cada una se muestra en el amor como en su obra, con su estilo y su voz. [...] Un catálogo de relaciones, una cronología universal de los amantes: profundamente enternecedor».",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788426/978842642281.JPG",
            "stock": 7
        },
        {
            "title": "Contra el viento",
            "author": "Ángeles Caso",
            "isbn": "978-84-08-10599-2",
            "genre": "no-fiction",
            "price": 7.95,
            "rating": 2.1,
            "description": "La niña São, nacida para trabajar, como todas en su aldea, decide construirse una vida mejor en Europa. Tras aprender a levantarse una y otra vez encontrará una amistad nueva en una mujer española que se ahoga en sus inseguridades. São le devolverá las ganas de vivir y juntas construirán un vínculo indestructible, que las hará más fuertes.",
            "bestseller": true, 
            "img": "https://www.llardelllibre.cat/es/imagenes/9788408/978840810599.JPG",
            "stock": 4
        },
        {
            "title": "Personal i transferible",
            "author": "Raimon",
            "isbn": "978-84-19729-01-9",
            "genre": "no-fiction",
            "price": 20.90,
            "rating": 4.1,
            "description": "Vivències i reflexions dels anys de plenitud d'un cantant compromès i un intel·lectual connectat al seu tempsAl llarg de la dècada dels vuitanta, el cantant Raimon va portar un dietari on prenia nota per fixar vivències intenses, reflexions, viatges, lectures, concerts, relacions d'amistat amb personatges com Vázquez Montalbán, Pasqual Maragall, Maria del Mar Bonet, Rafael Ribé, Espriu, Fuster, Manuel Vicent, entre altres. Són anys d'agitació política, però també de decepcions i de la crisi de la cançó. Són temps de viatges arreu del món, per bé que els escenaris habituals són Barcelona, València i Roma, la ciutat de la seva estimada Annalisa. Els apunts d'aquells anys, revisats i triats avui, generen un llibre d'un interès testimonial extraordinari, com la revelació d'un tresor guardat durant molts anys.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788419/978841972901.JPG",
            "stock": 6
        },
        {
            "title": "A propòsit de Joan Manuel Serrat",
            "author": "",
            "isbn": "978-84-664-3050-0",
            "genre": "no-fiction",
            "price": 22.94,
            "rating": 4.1,
            "description": "La biografia d'un temps i d'un país. L'home que ha construït la banda sonora de diverses generacions.A propòsit de Joan Manuel Serrat no és només un llibre seu. És la biografia d'un temps i d'un país, des que va néixer el 27 de desembre de 1943 fins l'últim concert que ha fet, el 23 de desembre de 2022 a Barcelona, vista pels ulls d'un periodista i escriptor que l'ha seguit des que era petit, quan el va sentir per primera vegada i va demanar a familiars emigrats a Barcelona que li portessin els seus primers discos gravats en català. <brSerrat ha construït la banda sonora de diverses generacions. Ara, Juan Ramon Iborra escriu sobre el noi del Poble Sec com una peculiar magdalena de Proust, intercalant capítols de les seves trobades i entrevistes en el seu context, des que es van conèixer el 1973, després del concert que va fer a la plaça de toros de València. <br>Serrat representa, més enllà de les seves cançons, un exemple d'honestedat, de conceptes morals ben arrelats. Va néixer quatre anys després que s'acabés la Guerra Civil en el si d'una família de perdedors que va patir la postguerra de l'estraperlo i les penúries. Ell va saber pujar fins a dalt de tot. Ara que s'ha jubilat dels escenaris, en un món polític cada vegada més sord, dividit entre bons i dolents, rics i pobres, val la pena acostar-se al bagatge que ens deixa Serrat amb un manat de boniques cançons i una ètica a prova d'insensats. I de nostàlgies.",
            "bestseller": true,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788466/978846643050.JPG",
            "stock": 5
        },
        {
            "title": "Breve historia de la música",
            "author": "Javier María López Rodríguez",
            "isbn": "978-84-9967-233-5",
            "genre": "no-fiction",
            "price": 15.95,
            "rating": 3.1,
            "description": "",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788499/978849967233.JPG",
            "stock": 4
        },
        {
            "title": "La inteligencia artificial explicada a los humanos",
            "author": "Jordi Torres",
            "isbn": "978-84-19655-56-1",
            "genre": "fiction",
            "price": 15.0,
            "rating": 3.1,
            "description": "Ante el avance de la IA en cada vez más ámbitos de la vida cotidiana, La inteligencia artificial explicada a los humanos propone al lector un acercamiento a esta revolucionaria tecnología a través de un lenguaje cercano y accesible para todos. <br>Un libro divulgativo, ameno y claro que nos ayuda a comprender cómo funciona la IA y aclara algunos de los interrogantes que se plantean para el futuro cercano como, por ejemplo, ¿solucionará problemas que a la humanidad le llevaría siglos resolver? ¿Nos facilitará el trabajo o nos dejará sin él? ¿Qué puede hacer la IA por nosotros y en nuestra contra?",
            "bestseller": true, 
            "img": "https://www.llardelllibre.cat/es/imagenes/9788419/978841965556.JPG",
            "stock": 4
        },
        {
            "title": "7 claves para entender el mundo digital. Hasta ayer, el futuro era digital era mañana",
            "author": "David Boronat",
            "isbn": "978-84-19841-11-7",
            "genre": "no-fiction",
            "price": 16.85,
            "rating": 2.1,
            "description": "7 claves para entender el mundo digital que viene nos menciona los elementos para comprender que vivimos en un mundo decidido por algoritmos, un mundo asistido, un mundo inmersivo, un mundo lleno de sensores, un mundo de tokens, además de inmediato y único. Es decir, vivimos en un mundo cada vez más global e interconectado con una ley de Moore que insiste en bajar precios al mismo tiempo que dobla las capacidades de todo tipo de tecnologías y soluciones, lo que genera una sensación generalizada de vértigo y ansiedad por no conseguir estar nunca al día. Lo más complicado y, a la vez, asombroso es precisamente que pasen tantas cosas al mismo tiempo, porque hace difícil distinguir entre el simple ruido y la novedad de verdad. Por esta razón el autor escribe este libro, para ordenar conceptos en nuestras mentes e intentar dejar de ver árboles en todas partes para vislumbrar, o intuir, el bosque completo. Un bosque que, sin duda, nos hará sonreír al descubrir en pocos años lo equivocados que estábamos al pensar que la internet que usábamos mientras escribimos estas líneas era moderna.",
            "bestseller": true,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788419/978841984111.JPG",
            "stock": 6
        },
        {
            "title": "Los contemplativos",
            "author": "Pablo d'Ors",
            "isbn": "978-84-19738-05-9",
            "genre": "no-fiction", 
            "price": 23.00,
            "rating": 3.1,
            "description": "«Si escuchas con atención un relato, nunca volverás a ser el mismo, puesto que ese relato se introducirá en tu corazón y, como si fuera un gusano, acabará royendo todos los obstáculos que se oponen a lo divino. Por eso, aunque leas los relatos de este libro sólo para pasar el rato, no hay ninguna garantía de que alguno de ellos no acabe deshaciendo tus defensas y explote cuando menos lo esperes. ¡Estás avisado!» Con tanto humor como lirismo, con tanta ligereza como profundidad, en Los contemplativos se abordan las grandes cuestiones del autoconocimiento y del crecimiento personal: el cuerpo, el vacío, la sombra, la contemplación, la identidad, el perdón y la vida cotidiana. Un tratado narrativo de espiritualidad con un extraordinario potencial de transformación. Un artefacto literario que, con la inconfundible marca personal de Pablo d'Ors, inaugura lo que bien podría llamarse una literatura de la luz.",
            "bestseller": true,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788419/978841973805.JPG",
            "stock": 4
        },
        {
            "title": "No soy de aquí, ni soy de allá",
            "author": "Philippe Ollé-Laprune",
            "isbn": "978-607-8619-51-1",
            "genre": "no-fiction", 
            "price": 24.90,
            "rating": 4.1,
            "description": "Este volumen reúne el trabajo de veinte años de escritura: artículos, prefacios, ... dibujan no el caos de una vida, sino el retrato y las obsesiones de un lector.La historia de la fascinación intelectual entre Francia y el mundo hispánico, particularmente México, es casi tan larga como el origen de ambos territorios. Esa fascinación, cuando ha surgido de la parte más oscura de nuestra mente, ha generado guerras, invasiones, opresión, asesinatos. Pero también ha generado gran parte de la luz que guía a ambas culturas: las palabras que forjaron nuestro imaginario literario, filosófico y político; el sonido de piezas musicales, antes inauditas; las imágenes, fijas y en movimiento, que nos revelaron nuevos mundos. Y, también, dos modelos de vida, diametralmente distintos y, por ello, complementarios: uno regido por la pasión, y el otro por la razón. Como la luz y la oscuridad, el destino de Francia y de México parecen estar unidos para siempre. En este libro, No soy de aquí ni soy de allá, Philippe Ollé-Laprune cuenta esta historia y, al contarla, se vuelve uno de sus eslabones y comienza a formar parte de ella. <br>Este volumen reúne el trabajo de veinte años de escritura: artículos, prefacios, introducciones a antologías, panoramas, conferencias, dibujan no el caos de una vida, no la dispersión, sino el retrato y las obsesiones de un lector, de uno de los lectores más agudos de las letras francesas. Junto a él, podremos recorrer el París de los surrealistas, pero también el París menos conocido de César Moro o de Severo Sarduy; la Centroamérica de Rubén Darío; la Martinica y la batalla por la descolonización y la dignificación de los pueblos negros de Aimé Césaire; los territorios imaginarios de algunos de los narradores más cautivadores de nuestra lengua: Sergio Pitol, Daniel Sada, Juan Villoro, Mario Bellatin. La diversidad de lecturas y de sorpresas que nos depara este libro es idéntica a la que nos podría proporcionar un viaje, durante un siglo y medio, a lo largo de todo el continente americano y europeo. Porque este volumen es el retrato no sólo de un lector, sino la bitácora de un viajero que considera la literatura como un alimento del espíritu para estar más vivos y ser mejores, como un acto de rechazo y de rebelión, como una sublevación contra las injusticias de la condición humana. Es el diario de un emigrante, de un exiliado, de un explorador, que busca un territorio donde por fin hallar la paz, el reposo, la serenidad, la dicha que constantemente nos niega el mundo. Y ese territorio está aquí, encerrado en este libro, y se llama literatura. Quien lo abra y busque lo mismo, no se arrepentirá y, durante el recorrido de estas páginas, hallará una forma de la dicha.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9786078/978607861951.JPG",
            "stock": 4
        },
        {
            "title": "Islas del mundo. Un viaje a las islas más extraordinarias",
            "author": "AA.VV.",
            "isbn": "978-84-08-26857-4",
            "genre": "Guia de regiones", 
            "price": 45.00,
            "rating": 4.1,
            "description": "Más de 600 fotografías, ilustraciones y mapas dan vida a las 150 islas más fascinantes del planeta. En este viaje se podrá descubrir el patrimonio cultural, las maravillas naturales y las historias secretas de islas muy diversas, algunas de ellas muy populares, y otras remotas y prácticamente desconocidas. Este libro es una magnífica puerta a un mundo insular impresionante, repleto de arrecifes coralinos, gastronomías deliciosas, costumbres únicas, mitos ancestrales, músicas singulares, arquitecturas extraordinarias y un sinfín de sorpresas más. Las islas siempre han inspirado a realizar viajes maravillosos y este libro servirá de fuente de inspiración inagotable, tanto para viajar de verdad como para soñar desde casa con encontrar la felicidad en algún punto en la inmensidad del mar.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788408/978840826857.JPG",
            "stock": 4
        },
        {
            "title": "Florencia y la Toscana",
            "author": "Angelo Zinna, Phoebe Hunt",
            "isbn": "978-84-08-22327-6",
            "genre": "Guia de regiones", 
            "price": 22.90,
            "rating": 4.1,
            "description": "Caminar por las calles de Florencia es como pasear por un museo al aire libre. Aunque su patrimonio renacentista es incomparable, tras las catedrales, palacios y galerías, se esconde una ciudad en constante transformación, con una escena gastronómica espectacular y una comunidad de artesanos muy inspiradora. A su alrededor la Toscana evoca otro ritmo de vida y complementan con su dolce vita el frenesí que a veces Florencia parece tener.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788408/978840822327.JPG",
            "stock": 4
        },
        {
            "title": "Tenerife de cerca. Guia",
            "author": "Lucy Corne, Damina Harper",
            "isbn": "978-84-08-26648-8",
            "genre": "Guia de regiones", 
            "price": 12.90,
            "rating": 3.1,
            "description": "Tenerife es la isla más grande de las Canarias. Dominada por el monte Teide, protegido por el Parque Nacional del Teide, es conocida por sus excelentes y turísticas playas de arena y por sus diferentes zonas, donde el viajero descubrirá los encantos más desconocidos de la isla: remotas aldeas montañesas, gastronomía local deliciosa, espectaculares plantaciones y ciudades coloniales cargadas de historia y cultura.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788408/978840826648.JPG",
            "stock": 7
        },
        {
            "title": "Edimburgo de cerca. Guia Lonely Planet",
            "author": "Neil Wilson",
            "isbn": "978-84-08-27095-9",
            "genre": "Guia de regiones",
            "price": 12.90,
            "rating": 3.9,
            "description": "Sobre escarpadas colinas, la belleza única y espectacular de Edimburgo surge de la combinación de su inusual ubicación y una arquitectura exquisita. La New Town y la Old Town forman un contraste precioso en esta ciudad y muestran cómo ha cambiado a lo largo de los siglos la capital de Escocia. Esta historia queda aligerada por una multitud de pubs, restaurantes innovadores y algunas de las tiendas más elegantes.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788408/978840827095.JPG",
            "stock": 6
        },
        {
            "title": "Breve historia del arte prehistórico y de creciente fértil",
            "author": "Carlos Javier Taranilla de la Varga",
            "isbn": "978-84-1305-389-9",
            "genre": "historia del arte", 
            "price": 17.95,
            "rating": 4.1,
            "description": "Con Breve historia del arte prehistórico y del Creciente Fértil (Mesopotamia y Antiguo Egipto) el lector tiene la oportunidad de conocer las tres grandes etapas iniciales de la historia del arte universal: las primeras creaciones del Homo Sapiens durante el Paleolítico superior a las que siguieron el arte neolítico y la edad de los metales; el arte mesopotámico en el Próximo Oriente y el arte del Egipto milenario, desde la protohistoria y el mítico faraón Narmer, pasando por las pirámides de Gizeh, la escultura en el Reino Antiguo y las creaciones del Reino Medio, hasta las colosales obras aéreas y subterráneas del Imperio Nuevo, adornadas en sus muros de espléndidas pinturas al fresco: los templos de Karnak y Luxor, las tumbas del Valle de los Reyes, de las Reinas y de los Nobles en Deir el Bahari, la escuela de Tell el-Amarna en torno al hereje Akhenatón, el speos de Abú Simbel presidido por las cuatro estatuas colosales de Ramsés II, el renacimiento saíta y la época ptolemaica hasta la caída del país del Nilo en poder de Roma. <br>Un contenido tan amplio como apasionante, imprescindible para adentrarse en el conocimiento de las primeras e importantísimas etapas que le iniciarán en el aprendizaje de la historia del arte universal.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788413/978841305389.JPG",
            "stock": 4
        },
        {
            "title": "Dos mujeres con gato. Escrito sobre las artes",
            "author": "Hannah Hoch, Lu Marten",
            "isbn": "978-84-19243-27-0",
            "genre": "historia del arte", 
            "price": 23.00,
            "rating": 4.1,
            "description": "",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788419/978841924327.JPG",
            "stock": 5
        },
        {
            "title": "La escritura como un cuchillo",
            "author": "Annie Ernaux",
            "isbn": "978-84-19047-40-3",
            "genre": "Técnicas de escritura", 
            "price": 19.95,
            "rating": 4.1,
            "description": "Durante un año, aproximadamente, sin una regularidad fija, Frédéric-Yves Jeannet le envió a Annie Ernaux una serie de preguntas y reflexiones. En sus respuestas, la autora de La mujer helada y Los años se esfuerza por rendir cuentas de una praxis de escritura iniciada décadas atrás, por describir su manera de trabajar, por hacer explícitas las «razones» de sus textos. La presente edición incorpora dos nuevos capítulos que amplían y actualizan este diálogo hasta el año 2021. «Importo a la literatura algo duro, pesado, incluso violento, ligado a las condiciones de vida, al lenguaje de un mundo que fue el mío hasta los dieciocho años, un mundo de obreros y campesinos. Siempre algo real. Tengo la impresión de que la escritura es lo mejor que puedo hacer, en mi caso, en mi situación de tránsfuga [de clase], como acto político y como “don”.»",
            "bestseller": true, 
            "img": "https://www.llardelllibre.cat/es/imagenes/9788419/978841904740.JPG",
            "stock": 4
        },
        {
            "title": "Cómo documentarse para escribir una novea",
            "author": "María Antonia  de Miquel",
            "isbn": "978-84-9065-958-8",
            "genre": "Técnicas de escritura", 
            "price": 18.00,
            "rating": 3.1,
            "description": "Si bien la novela es el territorio por excelencia del universo personal y de la imaginación, tampoco puede faltar en ella la apariencia de verdad. El mundo de ficción debe ser coherente. La necesidad de documentarse no se aplica únicamente al género obvio de la novela histórica. Cómo documentarse para escribir una novela enseña no solo cómo suplir estas carencias, sino que ilustra los pasos que hay que dar y los recursos que están al alcance del novelista. Y, lo que es tal vez más importante, orienta en la difícil pero imprescindible labor de incorporar la información en la novela sin que se convierta en un obstáculo que entorpezca la lectura.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788490/978849065958.JPG",
            "stock": 4
        },
        {
            "title": "Leer mejor para escribir mejor",
            "author": "María Antonia  de Miquel",
            "isbn": "978-84-9065-202-2",
            "genre": "Técnicas de escritura", 
            "price": 14.50,
            "rating": 3.1,
            "description": "Aunque la «manía lectora» es un fenómeno relativamente reciente, al menos desde fines del siglo XVIII leer forma parte de los hábitos y los placeres de muchos de nosotros. Ahora bien, ¿cómo leemos? ¿Sabemos leer? Y, si aspiramos a ser escritores, ¿sabemos sacar partido de nuestras lecturas? ",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788490/978849065202.JPG",
            "stock": 4
        },
        {
            "title": "Lo que queda fuera",
            "author": "Manuel Rivas",
            "isbn": "978-84-19783-10-3",
            "genre": "Poesía", 
            "price": 17.00,
            "rating": 4.1,
            "description": "",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788419/978841978310.JPG",
            "stock": 4
        },
        {
            "title": "Un pájaro tan ligero. Antologia",
            "author": "Xosé Bolado",
            "isbn": "978-84-122650-7-1",
            "genre": "Poesía",
            "price": 15.00,
            "rating": 4.1,
            "description": "Bartleby reúne una amplia antología bilingüe de la poesía de Xosé BoladoAlejado de fugacidades literarias e inmerso en una auténtica búsqueda personal del poema, Xosé Bolado recoge toda la tradición simbólica y sigue nutriéndola, del mismo modo que lo hicieron Raine, Trakl o Mandelstam. En la poesía de Xosé Bolado lo visual se torna alegórico y se imbrica con la realidad dando relevancia emocional e intelectual al instante, lo evidencia como mágico y, por tanto, lo dota de significado. Amasando con sombras, con el agua turbia, con la propia tierra oscura de la memoria, Xosé Bolado modela imágenes que emiten luz, como las brasas.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788412/978841226507.JPG",
            "stock": 4
        },
        {
            "title": "Feliçitat",
            "author": "Olga Novo",
            "isbn": "978-84-18469-10-7",
            "genre": "Poesía", 
            "price": 15.95,
            "rating": 4.3,
            "description": "(...) Perquè, Lúa, aquest llibre que tens entre les mans també ve dels amors lliures, de les passions profundes, de la intensitat fèrtil, de l'escolta lúcida i de la revelació. De la revolució més íntima. Ve, com vas venir tu, de les utopies que troben lloc al món, del somni acomplert, de la unificació de totes les escissions, amb el resultat final de l'esfera. I, sobretot, de la recerca permanent del saber i de l'harmonia.",
            "bestseller": false,
            "img": "https://www.llardelllibre.cat/es/imagenes/9788418/978841846910.JPG",
            "stock": 4
        },
        {
            "title": "Canciones para tiempos oscuros",
            "author": "Ian Rankin",
            "isbn": "9788411320290",
            "genre": "fiction", 
            "price": 12.90,
            "rating": 3.1,
            "description": "John Rebus sabe que si su hija Samantha le llama por teléfono de madrugada no es para darle buenas noticias. Angustiada, le confiesa que su pareja, Keith, desapareció hace dos días y no se sabe nada de él. Aunque Rebus no haya sido el mejor padre, Samantha es lo primero, así que pone rumbo al pueblecito costero del norte de Escocia donde ella reside y donde se ocultan más secretos de lo que parece. Es posible que, por una vez, sea mejor no descubrir toda la verdad.",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/fe/04/fe04a106d3a5a3ae6b9b18c40669cc1b.jpg",
            "stock": 4
        },
        {
            "title": "La casa de la noche",
            "author": "Jo Nesbo",
            "isbn": "9788419437709", 
            "genre": "fiction",
            "price": 20.90,
            "rating": 4.1,
            "description": "",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/0e/5f/0e5f120acf8769c76befe31d5859ec90.jpg",
            "stock": 4
        },
        {
            "title": "Las memorias de Sherlock Holmes",
            "author": "Arthur  Conan Doyle",
            "isbn": " 9788408279440",
            "genre": "fiction", 
            "price": 9.95,
            "rating": 3.1,
            "description": "Las Memorias de Sherlock Holmes, la segunda colección de cuentos de Arthur Conan Doyle protagonizada por el detective más famoso del mundo, incluye once intrigantes relatos que desconcertarán a sus lectores, excepto a los más astutos. <br>El ingenioso Sherlock Holmes, con la ayuda del Dr. Watson, se enfrenta a algunos de sus casos más endiabladamente intrincados. Holmes y Watson se ven envueltos en diversos sucesos en Inglaterra, que van desde un misterio que involucra a un caballo de carreras perdido hasta su encuentro en la Cataratas de Reichenbach con el archienemigo de Sherlock, el malvado profesor Moriarty.",
            "bestseller": true,
            "img": "https://www.libelista.com/media/cache/02/7d/027deefb8196c2f7a03a87030c83c41c.jpg",
            "stock": 4
        },
        {
            "title": "Asesinato en la librería",
            "author": "Sue Minix",
            "isbn": "9788491399766",
            "genre": "fiction", 
            "price": 20.90,
            "rating": 2.1,
            "description": "Jen regresa a su pequeña ciudad natal, Riddleton, con un best seller a sus espaldas y un grave caso de bloqueo creativo. Incapaz de escribir un solo capítulo de su nueva novela, Jen espera con impaciencia que le llegue la inspiración instalada en la librería local, viendo pasar a los viandantes a través de los ventanales y charlando con su amiga Aletha, dueña de la librería y suministradora incansable de café. <br>Pero Aletha muere repentinamente en circunstancias misteriosas y Jen tiene que resolver un asesinato en la vida real. Las cosas se ponen serias cuando las pruebas la sitúan en la escena del crimen y la lectura del testamento la nombra nueva propietaria de la librería... <br>¿Podrá resolver el caso y limpiar su nombre antes de que el asesino vuelva a atacar? ",
            "bestseller": false,
            "img": "https://www.libelista.com/media/cache/1e/b3/1eb3afb6581a0fc17c25ca967e7dba58.jpg",
            "stock": 4
        },
        {
            "title": "El ángel de la ciudad. Edición especial",
            "author": "Eva García Sáenz de Urturi",
            "isbn": "9788408277446",
            "genre": "fiction",
            "price": 21.90,
            "rating": 4.1,
            "description": "En una Venecia rodeada de misterio, el inspector Kraken se enfrenta a la encrucijada más compleja de su vida: resolver el pasado o apostar por el futuro. <br>Un espléndido y decadente palazzo arde en una pequeña isla veneciana donde se celebra un encuentro de la Liga de Libreros Anticuarios. Los cuerpos de los invitados, todos conocidos de Kraken, no aparecen entre los escombros, y se sospecha que su madre, Ítaca, estuvo implicada en el incendio que sucedió en idénticas circunstancias décadas atrás. <br>Mientras, en Vitoria, la inspectora Estíbaliz investiga un caso que puede tener las claves del atraco que acabó con la vida del padre de Kraken. Pero Unai es reacio a volver a la investigación en activo y siente que debe elegir entre la búsqueda de lo que les sucedió a sus padres o la familia que ha creado con Alba y su hija Deba. <br>Un paseo por una Venecia donde las leyendas y la perturbadora figura del ángel de la ciudad, mitad mecenas, mitad demonio, mueven los hilos de una vertiginosa trama repleta de amor al arte y de la búsqueda de la propia identidad.",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/a8/41/a841867e1726cf8648ef5c6b89ae7cdb.jpg",
            "stock": 46
        },
        {
            "title": "Et vaig donar ull i vas mirar les tenebres",
            "author": "Irene Solà Saez",
            "isbn": " 9788433905130",
            "genre": "fiction",
            "price": 17.90,
            "rating": 4.1,
            "description": "Amagat entre muntanyes acinglerades i desavinents, en algun lloc remot de les Guilleries transitat per caçadors de llops, bandolers, emboscats, carlins, sortilleres, maquis, pilots de ral·lis, fantasmes, bèsties i dimonis, el mas Clavell s’agafa a terra com una paparra. És una casa, sobretot, habitada per dones, on un sol dia conté segles de records. Els de la Joana, que per trobar marit va fer un pacte que inauguraria una progènie aparentment corcada. Els de la Bernadeta, a qui manquen les pestanyes i, de tanta aigua de farigola com li van abocar als ulls quan era una nena, va acabar per veure el que no li tocava. Els de la Margarida, que en lloc d’un cor sencer en té un de tres quarts, rabiüt. O els de la Blanca, que va néixer sense llengua, amb la boca com un niu buit, i no parla, només observa. Aquestes dones, i més, avui preparen una festa. <br>Amb el torrent verbal, el sentit del ritme i de l’humor, la gosadia formal i la capacitat d’evocar atmosferes i d’encarnar imaginaris que caracteritzen la seva obra, Irene Solà ha escrit una novel·la com un doll exultant d’històries, que explora la dualitat i el lligam intrínsec entre llum i foscor, vida  i mort, oblit i memòria, realitat i fabulació.",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/3d/60/3d6031cead28b32819c72af722935b3f.jpg",
            "stock": 8
        },
        {
            "title": "Canto jo i la muntanya balla",
            "author": "Irene Solà Saez",
            "isbn": "9788433915689",
            "genre": "fiction", 
            "price": 17.90,
            "rating": 4.1,
            "description": "Primer hi ha la tempesta i el llamp i la mort d’en Domènec, el pagès poeta. Després, la Dolceta, que no pot parar de riure mentre explica les històries de les quatre dones penjades per bruixes. La Sió, que ha de pujar tota sola la Mia i l’Hilari allà dalt a Matavaques. I les trompetes de la mort que, amb el seu barret negre i apetitós, anuncien la immutabilitat del cicle de la vida. <br>Canto jo i la muntanya balla és una novel·la en què prenen la paraula dones i homes, fantasmes i dones d’aigua, núvols i bolets, gossos i cabirols que habiten entre Camprodon i Prats de Molló. Una zona d’alta muntanya i fronterera que, més enllà de la llegenda, guarda la memòria de segles de lluita per la supervivència, de persecucions guiades per la ignorància i el fanatisme, de guerres fratricides, però que encarna també una bellesa a la qual no li calen gaires adjectius. Un terreny fèrtil per deixar anar la imaginació i el pensament, les ganes de parlar i d’explicar històries. Un lloc, potser, per començar de nou; un lloc per a una certa redempció.",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/92/16/921645a110f7b296d20f35a79e1da7ba.jpg",
            "stock": 6
        },
        {
            "title": "El niu del cucut",
            "author": "Camilla Läckberg",
            "isbn": "9788417918897",
            "genre": "fiction", 
            "price": 23.90,
            "rating": 4.0,
            "description": "L’autora supervendes Camilla Läckberg retorna a Fjällbacka amb un nou cas per a Patrick Hedström i Erica Falck, una nova intriga que uneix passat i present. Dos terribles fets, sense cap connexió òbvia, sacsegen Fjällbacka fins al moll de l’os. Troben un fotògraf famós brutalment assassinat en una sala d’exposicions. Henning Bauer, el premi Nobel de literatura, cau víctima d’un atac violent a la petita illa on es troba escrivint la desena entrega de la seva coneguda saga de llibres. Mentre Patrik Hedström i els seus col·legues de la comissaria no semblen avançar en cap dels casos, Erica Falck investiga l’assassinat d’una dona transsexual a Estocolm que va tenir lloc durant la dècada dels anys vuitanta. A poc a poc, l’Erica s’adona que els fils del passat estan connectats amb el temps present, i que els vells pecats deixen un llarg rastre darrere seu. «Les conseqüències de la seva elecció serien dramàtiques. Però no es podia parar a pensar-hi. Havia dubtat durant massa anys. Tots plegats havien viscut sota l’ombra fosca de les seves mentides. Per descomptat, corrien el risc que allò els destrossés, però tot i així havia decidit revelar les seves veritats. I la de la resta també.",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/0b/36/0b36a1d4fca93e9a0ce568252a0503b3.jpg",
            "stock": 4
        },
        {
            "title": "Les nostres mares",
            "author": "Gemma Ruiz Palà",
            "isbn": "9788475889955",
            "genre": "fiction",  
            "price": 20.90,
            "rating": 4.6,
            "description": "Què somiava ser la teva mare? Fos el que fos, segurament va haver de quedar al tinter. A les protagonistes d’aquesta novel·la, nascudes durant la dictadura, no els deixen desplegar el seu talent. Però elles planten cara i no s’acoquinen davant de res ni ningú. I amb sororitat i alegria, defugen la gàbia domèstica, mantenen la pulsió artística, s’atreveixen al més impensable per l’amor d’un fill, lideren les lluites veïnals, descobreixen el feminisme i pugen en aquells xàrters a Londres per ser mestresses del seu destí.<br>Les nostres mares vol honorar la generació que va renunciar als somnis perquè les seves filles sí que poguessin triar. <br> Després de conèixer aquestes deu poderoses dones, ens adonarem d’una cosa extraordinària: que malgrat que sempre es reconeguin només les figures masculines, resulta que els autèntics referents de vida eren elles, les nostres mares.",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/80/b3/80b3d391781b24122b84a36f6bf49466.jpg",
            "stock": 6
        },
        {
            "title": "El retrat de matrimoni",
            "author": "Maggie O'Farell",
            "isbn": "9788412620160",
            "genre": "fiction",  
            "price": 23.95,
            "rating": 4.1,
            "description": "Plena de l’esperit i l’energia amb què Maggie O’Farrell va il·luminar la història shakespeariana de Hamnet, El retrat de matrimoni ens transporta a la Itàlia del segle XVI. La Lucrezia, tercera filla del poderós duc de Medici, és una noia discreta i independent que creix feliç a l’ombra dels seus germans, lliure per observar els tresors de palau, explorar els passadissos secrets i espiar feines i converses clandestines. Li agrada aprendre coses, pintar i mirar les musaranyes, i no acaba d’encaixar gaire en el paper de duquessa, ni tampoc en les expectatives de la família. Però quan la seva germana gran, que està promesa amb del duc de Ferrara, emmalalteix i es mor, la plàcida existència de la Lucrezia quedarà sacsejada per sempre: amb prou feines quinze anys es veurà arrossegada a una nova vida a Ferrara amb el seu marit, Alfonso, que és un misteri per a ella. El retrat de matrimoni, una novel·la potent i evocadora, explora la fina membrana que separa la vida de la mort, un dels temes centrals de l’obra d’O’Farrell, i ofereix el retrat inoblidable d’una dona molt jove, castigada per ser diferent, que lluita per la seva supervivència.",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/74/b2/74b2435f9981337423235af7786656b6.jpg",
            "stock": 7
        },
        {
            "title": "El món secret del temps",
            "author": "Tristan Gooley",
            "isbn": "9788412574722",
            "genre": "fiction", 
            "price": 19.50,
            "rating": 3.1,
            "description": "El temps canvia mentre envoltem un arbre o quan tombem una cantonada. Hi ha un món secret del temps, un món on tots vivim, però que molt pocs veuen. Cada dia ens trobem desenes de petits senyals meteorològics que revelen què fa el temps al nostre voltant i què està a punt de passar. Les pistes són fàcils de detectar quan saps com fer-ho, però romanen invisibles per a la majoria de la gent. A El món secret del temps descobriràs les regles senzilles que expliquen els senyals meteorològics i aprendràs habilitats insòlites que milloren cada minut que passes a l’aire lliure o quan ets en una ciutat, en una platja o en un paratge més agrest. Com a autor dels best-sellers internacionals Guia per als que caminen i Com llegir l’aigua, Tristan Gooley sap descodificar els fenòmens i els senyals que cal buscar. Com ell diu: «Vull que conegueu aquests senyals com jo els conec, com personatges. Estudiant-ne els costums i comportaments, els senyals cobren vida i se’n revela el significat. D’aquí neix la capacitat de llegir el que està passant i el que està a punt de passar». Aquesta és la guia definitiva per explorar un món desconegut, que s’amaga davant dels nostres ulls. Un dels millors llibres publicats el 2021 segons The Daily Telegrah «La de Tristan Gooley és una guia increïblement entusiasta sobre com podem aprendre a entendre el temps simplement mirant i sentint, olorant i tocant. Els apartats que tracten dels microclimes i de com el temps es relaciona amb la terra que ens envolta són científicament rigorosos i accessibles. Aquest és un d’aquells llibres que et fan observar el teu entorn d’una manera diferent i més poètica». The Observer (Guardian)",
            "bestseller": false,
            "img": "https://www.libelista.com/media/cache/9b/b9/9bb9bcde2c98ebc2af23255e2ecced93.jpg",
            "stock": 4
        },
        {
            "title": "Pau Capell",
            "author": "Pau Capell Gil",
            "isbn": "9788413560380",
            "genre": "Deporte", 
            "price": 16.90,
            "rating": 3.1,
            "description": "PAU CAPELL, HI EXPLICA LES SEVES VIVÈNCIES PERSONALS, ELS MOMENTS MÉS ESPECIALS QUE HA VISCUT AMB LA FAMÍLIA I ALGUNES DE LES SITUACIONS LÍMIT QUE HA VISCUT EN LES CURSES. TAMBÉ, COM VA ACONSEGUIR EL SEU SOMNI ESPORTIU. He decidit escriure _Lluita pel que vols i estima el que tens_ perquè tenia ganes de plasmar el que portem a dins els esportistes professionals i poder, així, aprofundir més en el que som que no pas en el que fem.» Pau Capell és esportista professional de curses de muntanya, tres vegades campió de la Copa del Món d'ultratrails Ultra Trail World Tour (2018, 2019 i 2021) i guanyador de l'Ultra Trail del Mont Blanc (2019). Amb aquest relat, Capell mostra la seva part més personal i explica com ha aconseguit el seu somni esportiu, però també parla dels entrebancs que ha hagut d'anar superant. Un llibre ple de sinceritat, passió i esforç.",
            "bestseller": false,
            "img": "https://www.libelista.com/media/cache/a6/f8/a6f846bbc0e290e567645636469caa0e.jpg",
            "stock": 4
        },
        {
            "title": "Si una nit d´hivern un viatger",
            "author": "Italo Calvino",
            "isbn": "9788429780680",
            "genre": "fiction", 
            "price": 18.50,
            "rating": 3.1,
            "description": "i una nit d’hivern un viatger és una novel·la sobre el plaer de llegir novel·les; el protagonista és el lector, que intenta deu vegades començar a llegir un llibre i, per vicissituds alienes a la seva voluntat, no el pot acabar... «He intentat evidenciar el fet que cada llibre neix en presència d'altres llibres, en relació i comparació amb altres llibres.» Italo Calvino <br>Un lector comença a llegir un llibre però un error d’enquadernació li impedeix avançar. La recerca de l’exemplar correcte per tal d’arribar al final de la història el fa saltar a un altre relat, que també comença una lectora. Una sèrie d’accidents els porta a trobar fragments de deu històries diferents mentre busquen el sabotejador que s’ha proposat aniquilar tota fascinació per la lectura.",
            "bestseller": true, 
            "img": "https://www.libelista.com/media/cache/20/c5/20c529a4d87b7d04bba748ed68657111.jpg",
            "stock": 4
        },
        {
            "title": "Gran ocell de silenci",
            "author": "Àfrica Ragel",
            "isbn": "9788417879150",
            "genre": "fiction", 
            "price": 16.50,
            "rating":  3.1,
            "description": "Una novel·la d’amor i de misteri a la Barcelona més ignorada de finals del XIX. <br>El 1880, en ocasió de l’enterrament de la petita Àngela, dos preadolescents es coneixen i neix entre ells un enamorament. Es tracta del Guillem, germà de l’Àngela, i l’Alastair, filla d’un ric escocès resident a Barcelona i de l’Elisabet, una dona atreta per l’espiritisme, un corrent molt propi de l’època, que convivia amb el culte al progrés científic. La relació entre els dos adolescents i els intents del Guillem de comunicar-se amb la seva germana difunta, seran els eixos d’una delicada novel·la d’amor i de misteri amb el teló de fons de la Barcelona del modernisme, que prepara l’Exposició Universal, que viu l’emergència del primer feminisme, descobreix els primers opiacis i veu com emergeixen amb força els corrents espiritistes.",
            "bestseller": false,
            "img": "https://www.libelista.com/media/cache/a2/63/a263c0db7aa232f654d78e26e086ba46.jpg",
            "stock": 5
        },
        {
            "title": "Quan em vinguin a buscar",
            "author": "Àfrica Ragel",
            "isbn": "9788494320590",
            "genre": "fiction",
            "price": 15.00,
            "rating": 4.1,
            "description": "Quan em vinguin a buscar és una novel·la inspirada amb un fet real, la mort al garrot vil d’Isidre Montpart, acusat pel doble assassinat de dues nenes que tingué lloc a Poblenou, Barcelona, el 31 de juliol de 1890. Narra la vida del jove Montpart i del seu botxí, en Nicomedes Méndez, durant els mesos anteriors a la seva execució. Dos protagonistes envoltats per l’ambient fabril de la segona revolució industrial; un, indignat per les condicions deplorables en què viuen els treballadors de les fàbriques, l’altre, obsessionat en perfeccionar la tècnica de l’execució i dignificar la feina del botxí. Ambdós tocats pels sentiments d’amor i els llaços familiars. <br>«El barri es desperta a poc a poc. Pels carrers van apareixent éssers enfosquits que caminen amb el cap cot cap a les fàbriques.” […] “Tancat en el cau des d’on controla el món, el déu que tot ho veu es beneficia de les hores sense descans d’aquell treball desagraït i mal pagat que homes, dones i nens fem, dia a dia, sense pensar-hi. Malparit burgès!»",
            "bestseller": false,
            "img": "https://www.libelista.com/media/cache/64/54/6454af962b4dd7f5019cd0cfb44a579e.jpg",
            "stock": 4
        },
        {
            "title": "Fet al Poblenou. Un recorregut visual per més de 150 anys d´història",
            "author": "Josep M. Huertas Claveria, Montserrat Sintes Bou, Yolanda Pirla ",
            "isbn": "9788493416133",
            "genre": "fiction",
            "price": 22.00,
            "rating": 4.1,
            "description": "Aques llibre sorgeix a partir d'una exposició que, amb el mateix títol, es va poder visitar al centre cívic de Can Felipa (l'antiga CATEX) l'any 2006. Tots els objectes que hi apareixen ressenyats o retratats tenen una característica comuna: tots han estat fets al Poblenou, d'un clip a un avió, d'un vagó de tren a una escopeta: galetes, aigua oxigenada, teixits, baranes, envasos de vidre i vímet, etcètera. Aquest llibre proposa un recorregut visual per més de 150 anys d'historia del barri de Poblenou (motor industrial de Barcelona a mitjans del segle XIX). Amb pròleg de les entitats 22@network i de la llibreria Etcètera, que han finançat aquesta 'edició.",
            "bestseller": false,
            "img": "https://www.libelista.com/media/cache/b2/5c/b25cf84658bc4f5a66a9c190e9357a10.jpg",
            "stock": 4
        }
    ],

    
    "otherBooks": [
        {
            "id": "a886a250-c7c5-45f6-a529-95841483703e",
            "title": "Honorable",
            "author": "Shelley Northgraves",
            "isbn": "900853588-2",
            "publisher": "Leexo",
            "publication_date": "1/15/1934",
            "genre": "fiction",
            "language": "Swedish",
            "page_count": 486,
            "price": 30.22,
            "format": "paperback",
            "rating": 2.1,
            "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.\n\nFusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.",
            "bestseller": true,
            "series": "series",
            "awards": "National Book Award",
            "img": "https://imagessl1.casadellibro.com/a/l/s7/41/9788419089441.webp",
            "stock": 4
        },
        {
            "id": "dcb1e749-8a42-414b-a828-eddaffd75e86",
            "title": "Rev",
            "author": "Gregoire Hegg",
            "isbn": "627870497-8",
            "publisher": "Kazio",
            "publication_date": "1/17/1957",
            "genre": "fiction",
            "language": "Hiri Motu",
            "page_count": 206,
            "price": 7.98,
            "format": "hardcover",
            "rating": 3.9,
            "description": "In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.\n\nMaecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.\n\nMaecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.",
            "bestseller": false,
            "series": "standalone",
            "awards": "Booker Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 6
        },
        {
            "id": "014aeccb-2edc-4783-893e-b96d96b7a6db",
            "title": "Dr",
            "author": "Zilvia Dabel",
            "isbn": "109780250-7",
            "publisher": "Thoughtbridge",
            "publication_date": "2/10/1992",
            "genre": "fiction",
            "language": "Khmer",
            "page_count": 850,
            "price": 8.21,
            "format": "ebook",
            "rating": 3.2,
            "description": "Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
            "bestseller": false,
            "series": "standalone",
            "awards": "Pulitzer Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 1
        },
        {
            "id": "2913fc04-e9af-4ef9-b594-8a978ca7d930",
            "title": "Ms",
            "author": "Terza Chaudhry",
            "isbn": "528474402-0",
            "publisher": "Thoughtworks",
            "publication_date": "4/27/1931",
            "genre": "romance",
            "language": "Dutch",
            "page_count": 959,
            "price": 88.42,
            "format": "paperback",
            "rating": 2.7,
            "description": "Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.\n\nNullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.",
            "bestseller": false,
            "series": "series",
            "awards": "National Book Award",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 8
        },
        {
            "id": "3075c6c7-cb97-43d9-b51c-8f043253d08c",
            "title": "Rev",
            "author": "Kin Trusse",
            "isbn": "003910246-7",
            "publisher": "Zooveo",
            "publication_date": "1/16/2022",
            "genre": "romance",
            "language": "Punjabi",
            "page_count": 449,
            "price": 29.04,
            "format": "ebook",
            "rating": 3.5,
            "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.",
            "bestseller": true,
            "series": "standalone",
            "awards": "Pulitzer Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 6
        },
        {
            "id": "6bacb112-29b9-4fd4-8d3d-f46adf4706d9",
            "title": "Honorable",
            "author": "Barbara-anne Date",
            "isbn": "605199016-X",
            "publisher": "Fadeo",
            "publication_date": "9/25/1952",
            "genre": "romance",
            "language": "Dari",
            "page_count": 28,
            "price": 69.4,
            "format": "ebook",
            "rating": 3.9,
            "description": "In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus.\n\nNulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi.\n\nCras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque.",
            "bestseller": false,
            "series": "standalone",
            "awards": "Booker Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 2
        },
        {
            "id": "035d032e-b7f6-4ce8-8ebe-469a61beb0b2",
            "title": "Mr",
            "author": "Maressa Janse",
            "isbn": "671145488-X",
            "publisher": "Zoomdog",
            "publication_date": "2/4/1901",
            "genre": "non-fiction",
            "language": "Ndebele",
            "page_count": 728,
            "price": 76.14,
            "format": "paperback",
            "rating": 1.3,
            "description": "Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.",
            "bestseller": true,
            "series": "series",
            "awards": "National Book Award",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 1
        },
        {
            "id": "15cd28a0-9000-4452-ad01-6ff7578d508f",
            "title": "Mr",
            "author": "Husein Inskipp",
            "isbn": "988011093-5",
            "publisher": "Avamm",
            "publication_date": "11/21/1987",
            "genre": "romance",
            "language": "Indonesian",
            "page_count": 923,
            "price": 79.0,
            "format": "ebook",
            "rating": 4.5,
            "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.",
            "bestseller": true,
            "series": "standalone",
            "awards": "National Book Award",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 9
        },
        {
            "id": "3438e55e-ae67-46c4-84cd-92280a8233ee",
            "title": "Honorable",
            "author": "Gunther Diplock",
            "isbn": "153613139-3",
            "publisher": "Zoomzone",
            "publication_date": "12/26/2020",
            "genre": "romance",
            "language": "Tamil",
            "page_count": 344,
            "price": 82.42,
            "format": "hardcover",
            "rating": 3.3,
            "description": "Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.\n\nDuis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.",
            "bestseller": true,
            "series": "series",
            "awards": "National Book Award",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 5
        },
        {
            "id": "5922e44e-ce7b-44b4-8b56-91e590762d85",
            "title": "Mr",
            "author": "Norma Heis",
            "isbn": "986239653-9",
            "publisher": "Cogibox",
            "publication_date": "9/11/2022",
            "genre": "non-fiction",
            "language": "Malagasy",
            "page_count": 78,
            "price": 11.33,
            "format": "hardcover",
            "rating": 2.6,
            "description": "Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.",
            "bestseller": false,
            "series": "series",
            "awards": "Booker Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 3
        }
    ]
}