{
    "books": [
        {
            "title": "La armadura de la luz",
            "author": "Ken Follet",
            "isbn": "9788401030130",
            "genre": "fiction",
            "price": 23.65,
            "rating": 5,
            "description": "El choque de progreso y tradición y una guerra que amenaza con engullir toda Europa en la más ambiciosa y épica novela del maestro de la ficción histórica.",
            "bestseller": true,
            "img": "https://www.libelista.com/media/cache/b0/37/b0374cba2d84214866c83715ca61885c.jpg",
            "stock": 6
        },
        {
            "title": "Puerto escondido",
            "author": "Maria Oruña",
            "isbn": "97788423349524",
            "genre": "fiction",
            "price": 19.85,
            "rating": 4.5,
            "description": "Un nuevo descubrimiento literario: la estupenda primera novela negra de María Oruña. Una tragedia del pasado, fruto de la ambición, de la pasión, de la traición y de la locura, que estallará en el presente con imprevisibles consecuencias.",
            "bestseller": true,
            "img": "https://www.libelista.com/media/cache/19/f1/19f112efa9fb06a8d67d52046822e50f.jpg",
            "stock": 4
        },
        {
            "title": "El infierno",
            "author": "Carmen Mola",
            "isbn": "9788408277583",
            "genre": "fiction",
            "price": 22.90,
            "rating": 2.1,
            "description": "Un terrible levantamiento del ejército contra la reina Isabel II tiñe de sangre y muertos las calles de Madrid y el horror campa por toda la ciudad. Entre cañonazos y disparos, una bailarina llamada Leonor y Mauro, un estudiante de Medicina, se ven envueltos en un homicidio que marcará sus vidas. Para evitar la prisión o la muerte, Leonor se ve obligada a huir a La Habana, pero, al llegar allí, este supuesto paraíso no es lo que espera. Las plantaciones de azúcar y los ingenios esconden la tragedia de un esclavismo aún muy vivo. Y, entre los esclavos, reaparece Mauro, aunque puede que ya sea tarde para recuperar su amor. En un intento desesperado por escapar de este infierno, ambos descubrirán que el ingenio donde se hallan oculta una cruel trama de asesinatos siguiendo un rito ancestral brutalmente feroz.",
            "bestseller": true,
            "img": "https://www.libelista.com/media/cache/48/fc/48fcf29dd3a69232205d2688eb53d69f.jpg",
            "stock": 8
        },
        {
            "title": "No te veré morir",
            "author": "Antonio Muñoz Molina",
            "isbn": "9788432242328",
            "genre": "fiction",
            "price": 19.90,
            "rating": 4.5,
            "description": "Durante su juventud, Gabriel Aristu y Adriana Zuber protagonizaron una apasionada historia de amor que parecía destinada a durar para siempre. El futuro, sin embargo, tenía otros planes para ellos. Separados durante cincuenta años por un océano de incomunicación, ella atrapada en la España de la dictadura, él viviendo el éxito profesional en Estados Unidos, vuelven a encontrarse en el ocaso de sus días. Miradas, caricias, deseos acallados y viejos reproches dejarán paso entonces a la constatación de que la nostalgia de aquel primer amor lo es también de la persona que una vez fuimos.",
            "bestseller": false,
            "img": "https://imagessl8.casadellibro.com/a/l/s7/28/9788432242328.webp",
            "stock": 4
        },
        {
            "title": "Los misterios de la taberna Kamogawa",
            "author": "Hisashi Kashiwai",
            "isbn": "9788419346025",
            "genre": "fiction",
            "price": 18.00,
            "rating": 4.5,
            "description": "Los misterios de la taberna Kamogawa es una de las novelas más apetitosas que vas a leer jamás. Una historia llena de ternura sobre una pareja de detectives formada por el padre y la hija del Kamogawa Shokudo, un restaurante escondido en Kioto, que siempre está lleno. El éxito entre la clientela radica en que este dúo singular se ha especializado en preparar exactamente el plato que el público anhela y recuerda de su pasado y no es capaz de reproducir o encontrar. Y lo hacen investigando la historia de la persona en cuestión. Kamogawa Koishi y su padre Nagare, antiguo detective, escuchan las confidencias de sus comensales, que anhelan revivir un momento mágico, y recrean los platos cocinados por sus seres queridos, en una novela deliciosa en todos los sentidos.",
            "bestseller": true,
            "img": "https://imagessl5.casadellibro.com/a/l/s7/25/9788419346025.webp",
            "stock": 7
        },
        {
            "title": "Hàbits atòmics",
            "author": "James Clear",
            "isbn": "9781847941831",
            "genre": "autoayuda",
            "price": 18.95,
            "rating": 2.1,
            "description": "Tens a les mans les claus per transformar la teva vida. <br> Descobreix el poder extraordinari dels petits canvis de comportament per viure plenament. Moltes vegades pensem que per canviar el nostre estil de vida hem de fer grans canvis, però l’expert internacional en hàbits James Clear té clar que no és així. El canvi real prové del resultat de centenars de petites decisions: llevar-se cinc minuts abans, preparar la roba per fer esport o escriure una frase al dia. Això és el que Clear anomena hàbits atòmics.<br> Aquest llibre revelador explica exactament com aquestes minúscules decisions poden convertirse en grans canvis vitals. L’autor ens proposa tot un seguit de trucs per fer-ho possible i ens aporta la base psicològica i científica que reforça el seu mètode. El llibre està ple d’exemples reals de persones que ja han aconseguit canviar aspectes claus de les seves vides fent canvis minúsculs. Tan petits com una partícula, però que junts tenen la força d’un tsunami.",
            "bestseller": false,
            "img": "https://imagessl0.casadellibro.com/a/l/s7/10/9788418928710.webp",
            "stock": 4
        },
        {
            "title": "Ikigai",
            "author": "Héctor García, Francesc Miralles",
            "isbn": "9781786330895",
            "genre": "fiction",
            "price": 11.00,
            "rating": 4.0,
            "description": "Según los japoneses, todo el mundo tiene un ikigai, un motivo para existir. Algunos lo han encontrado y son conscientes de su ikigai, otros lo llevan dentro, pero todavía lo están buscando. Este es uno de los secretos para una vida larga, joven y feliz como la que llevan los habitantes de Okinawa, la isla más longeva del mundo.",
            "bestseller": false,
            "img": "https://imagessl8.casadellibro.com/a/l/s7/78/9788418714078.webp",
            "stock": 4
        },
        {
            "title": "Respirar, concentrarse, destacar",
            "author": "Harvey Martin",
            "isbn": "9788418655289",
            "genre": "fiction",
            "price": 26.00,
            "rating": 3.1,
            "description": "Entrenas tu cuerpo \n para alcanzar el máximo rendimiento. Entrenas tu mente para conseguir fortaleza mental. Ahora entrena tus patrones de respiración y libera tu verdadero potencial deportivo. En este libro, Harvey Martin, entrenador y asesor de los mejores deportistas y equipos de la MLB, NHL y NFL, explica la ciencia que hay detrás del trabajo respiratorio, cómo la respiración afecta a los diferentes sistemas del cuerpo y por qué cambiar la forma de respirar puede ayudarte a cambiar tu juego. <br>Como cualquier otra destreza, la respiración es un patrón de movimiento fundamental que requiere entrenamiento para dominarlo. Este libro te guía a través de ejercicios de respiración que expanden la caja torácica, protegen la columna vertebral y fortalecen el suelo pélvico. Y lo que es más importante, cada ejercicio está diseñado para ayudarte a mejorar tu rendimiento: generar más potencia, moverse con mayor eficacia y facilidad, acelerar la recuperación, mejorar la capacidad aeróbica, optimizar la toma de decisiones y la concentración en la competición, y reducir la ansiedad en situaciones competitivas de alto estrés.",
            "bestseller": false,
            "img": "https://imagessl9.casadellibro.com/a/l/s7/89/9788418655289.webp",
            "stock": 8
        },
        {
            "title": "El hombre en busca del sentido",
            "author": "Viktor E. Frankl",
            "isbn": "9788425432026",
            "genre": "fiction",
            "price": 12.90,
            "rating": 5.00,
            "description": "El doctor Frankl, psiquiatra y escritor, suele preguntar a sus pacientes aquejados de múltiples padecimientos: «¿Por qué no se suicida usted? Y muchas veces, de las respuestas extrae una orientación para la psicoterapia a aplicar: a éste, lo que le ata a la vida son los hijos; al otro, un talento, una habilidad sin explotar; a un tercero, quizás, sólo unos cuantos recuerdos que merece la pena rescatar del olvido. Tejer estas tenues hebras de vidas rotas en una urdimbre firme, coherente, significativa y responsable es el objeto con que se enfrenta la logoterapia.",
            "bestseller": true,
            "img": "https://imagessl6.casadellibro.com/a/l/s7/26/9788425432026.webp",
            "stock": 9
        },
        {
            "title": "Neurociencia del cuerpo",
            "author": "Nazareth Castellanos",
            "isbn": "9788499889931",
            "genre": "no-fiction",
            "price": 18.00,
            "rating": 4.5,
            "description": "La neurociencia vive hoy inmersa en una revolución con fuertes implicaciones clínicas, sociales y personales. El redescubrimiento de la influencia de los órganos del cuerpo sobre el cerebro nos traslada a una visión integral de la percepción. En este libro, la autora nos acompaña en un viaje a través del cuerpo para descubrir su impacto sobre las neuronas. Este recorrido nos lleva a reconocer que la memoria, la atención, el estado de ánimo o las emociones dependen de cuestiones como la postura corporal y los gestos faciales, la microbiota intestinal y el estómago, así como el complejo patrón de latidos cardíacos y la manera como respiramos. Las evidencias científicas más novedosas y rigurosas se entrelazan en esta obra con la historia de la medicina en Oriente y Occidente. Acercarse al cuerpo para conocer nuestra psicología.",
            "bestseller": true,
            "img": "https://imagessl1.casadellibro.com/a/l/s7/31/9788499889931.webp",
            "stock": 2
        },
        {
            "title": "Introducción a la prehistoria de la Península Ibérica",
            "author": "Jesús Alberto Arenas Esteban",
            "isbn": "788445446287",
            "genre": "historia",
            "price": 39.00,
            "rating": 2.1,
            "description": "Introducción a la prehistoria de la península ibérica es una síntesis actualizada y comprensible del pasado prehistórico de la península ibérica.La intención de conseguir un texto claro y, a la vez, dotado del imprescindible rigor científico ha hecho que se minimicen los repertorios de nombres y fechas en beneficio del análisis de los contextos socioeconómicos e ideológicos que se sucedieron a lo largo de la prehistoria peninsular. Se pretende que la descripción sea reemplazada por la explicación, para que resulte útil tanto a los estudiantes universitarios como al público en general.Los contenidos del libro ofrecen un itinerario que se inicia con los primeros testimonios de la presencia humana en la Península, que dan carta de naturaleza al Paleolítico. Tras ello, se analizan los cambios sociales, económicos e ideológicos que trae consigo el Neolítico, sintetizados en la aparición de la agricultura, la ganadería y las primeras formas de vida sedentarias. Este nuevo panorama dará lugar a procesos de cambio social observables en la diversidad cultural de la Península durante la Edad de los Metales. De este modo, se abordará el estudio de culturas de gran relevancia, como son la de Los Millares, la del Argar, el denominado Bronce valenciano o la Cultura de las Motillas de la región manchega.Este recorrido concluye en las postrimerías de la Edad del Bronce, cuando las comunidades peninsulares quedan conectadas a circuitos culturales del área atlántica, la cuenca mediterránea y el centro del continente, que configurarán el sustrato tecnológico e ideológico de la Europa centro-occidental y el Mediterráneo, incluido el norte de África",
            "bestseller": false,
            "img": "https://imagessl7.casadellibro.com/a/l/s7/87/9788445446287.webp",
            "stock": 4
        },
        {
            "title": "Chatgpt para dummies",
            "author": "Bonaventura di Bello",
            "isbn": "9791254990124",
            "genre": "informàtica",
            "price": 30.22,
            "rating": 2.1,
            "description": "Este es un para dummies dedicado a ChatGPT, la herramienta digital que ha puesto la inteligencia artificial al alcance del gran público, generando un enorme impacto. ChatGPT es un prototipo de chatbot basado en inteligencia artificial, diseñado para simular una conversación con un ser humano y desarrollado por la empresa OpenAI, una organización sin ánimo de lucro dedicada a la investigación de la IA. En las primeras semanas desde su lanzamiento oficial, millones de usuarios adoptaron y utilizaron este instrumento, revelando sus enormes potencialidades para aumentar la productividad en cualquier ámbito, desde el uso diario personal hasta el estudio y la actividad profesional. Este manual ofrece a cualquier persona la posibilidad de aprender rápidamente las técnicas de ôinterrogatorioö más eficientes para ChatGPT en cualquier ámbito, para obtener las respuestas más útiles a sus propias preguntas y evitar errores e imprecisiones que, especialmente en esta primera fase de evolución de la inteligencia artificial, podrían ocurrir durante el uso del chatbot.",
            "bestseller": true,
            "img": "https://imagessl4.casadellibro.com/a/l/s7/24/9791254990124.webp",
            "stock": 4
        },
        {
            "title": "Quizás vivir sea esto",
            "author": "Jorge Egocheaga Rodriguez",
            "isbn": "9788401025211",
            "genre": "deporte",
            "price": 19.90,
            "rating": 5.0,
            "description": "Cuando tenía catorce años Jorge Egocheaga se escapó de casa para subir  el Naranjo de Bulnes en medio de una tormenta, solo por satisfacción  personal. Años más tarde, su sentido de la superación lo llevó a  lanzarse a la conquista de las catorce cimas más altas del  planeta. <br>Quizás vivir sea esto es un libro de pasiones y sueños, de valiosas  lecciones, donde Jorge desnuda su alma en un relato íntimo que permite  sentir el frío, el cansancio, las alegrías, el dolor y la soledad. Y  también es el desgarrador relato de la muerte de su mujer, Joëlle, y su  mejor amigo, el famoso alpinista Iñaki Ochoa de Olza, cuando perseguían  el sueño compartido de escalar los catorce ochomiles. Así que, cuando  Jorge hace cumbre en la última de las catorce cimas, le embarga la  emoción de ofrecérselo a las personas que realmente lo amaban y ya no están a su lado.",
            "bestseller": false,
            "img": "https://imagessl1.casadellibro.com/a/l/s7/11/9788401025211.webp",
            "stock": 4
        },
        {
            "title": "El mundo de ayer: Memorias de un europeo ",
            "author": "Stefan Zweig",
            "isbn": "9788495359490",
            "genre": "historia",
            "price": 27.00,
            "rating": 5.0,
            "description": "El mundo de ayer es uno de los más conmovedores y atractivos testimonios de nuestro pasado reciente, escrito además con mano maestra por un europeo empapado de civilización y nostalgia por un mundo, el suyo, que se iba desintegrando a pasos agigantados. Escritor extraordinariamente popular y testigo de excepción de los cambios que convulsionaron la Europa del siglo XX entre las dos guerras mundiales, Zweig recuerda, desposeído y en tierra extraña en unas circunstancias personales de insospechado dramatismo, los momentos fundamentales de su vida, paralela en mucho a la desmembración de aquella Europa central que se quería más libre y segura, al abrigo de la locura y la tormenta. El resultado es un libro capital, uno de los mejores de Zweig y referencia inexcusable para entender los desvaríos de un siglo devastador.",
            "bestseller": true,
            "img": "https://imagessl0.casadellibro.com/a/l/s7/90/9788495359490.webp",
            "stock": 4
        },
        {
            "title": "Miniburundi al agua",
            "author": "Pablo Bernasconi",
            "isbn": "9789878151199",
            "genre": "infantil",
            "price": 9.99,
            "rating": 4.1,
            "description": "Un mágico libro para el momento más especial del día, la hora del baño.  Al tocar el libro con agua, aparecerán los colores de las bellas ilustraciones de Pablo Bernasconi.",
            "bestseller": false,
            "img": "https://imagessl9.casadellibro.com/a/l/s7/99/9789878151199.webp",
            "stock": 4
        },
        {
            "title": "Pokemon X-Y 1",
            "author": "Hidenori Kusaka, Satoshi Yamamoto",
            "isbn": "9788467925050",
            "genre": "infantil",
            "price": 8.00,
            "rating": 5.0,
            "description": "Los amigos de X están desesperados: son incapaces de arrastrarlo fuera de la habitación, hasta que la aparición de los Pokémon legendarios Yveltal y Xerneas irrumpe en sus vidas y lo cambia todo. Y al mismo tiempo aparece una extraña organización uniformada de rojo que intenta arrebatarle a X su enigmático aro",
            "bestseller": false,
            "img": "https://imagessl0.casadellibro.com/a/l/s7/50/9788467925050.webp",
            "stock": 10
        },
        {
            "title": "El sutil arte de que (casi todo) te importe una mierda",
            "author": "Mark Manson",
            "isbn": "9788491392286",
            "genre": "autoayuda",
            "price": 16.90,
            "rating": 4.0,
            "description": "En esta guía de autoayuda, el bestseller internacional que está definiendo a toda una generación, el bloguero superestrella Mark Manson nos demuestra que la clave para ser personas más seguras y felices es manejar de mejor forma la adversidad. ¡A la mierda con la positividad! <br>Durante los últimos años, Mark Manson -en su popular blog- se ha afanado en corregir nuestras delirantes expectativas sobre nosotros mismos y el mundo. Ahora nos ofrece su toda su intrépida sabiduría en este libro pionero. <br>Manson nos recuerda que los seres humanos somos falibles y limitados: &#8220; no todos podemos ser extraordinarios: hay ganadores y perdedores en la sociedad, y esto no siempre es justo o es tu culpa&#8221;. Manson nos aconseja que reconozcamos nuestras limitaciones y las aceptemos. Esto es, según él, el verdadero origen del empoderamiento. Una vez que abrazamos nuestros temores, faltas e incertidumbres, una vez que dejamos de huir y evadir y empezamos a confrontar las verdades dolorosas, podemos comenzar a encontrar el valor, la perseverancia, la honestidad, la responsabilidad, la curiosidad y el perdón que buscamos.",
            "bestseller": false,
            "img": "https://imagessl6.casadellibro.com/a/l/s7/86/9788491392286.webp",
            "stock": 10
        },
        {
            "title": "El retrato de casada",
            "author": "Maggie o Farrell",
            "isbn": "9788419089410",
            "genre": "fiction",
            "price": 23.95,
            "rating": 4.5,
            "description": "Florencia, mediados del siglo XVI. Lucrezia, tercera hija del gran duque Cosimo de’ Medici, es una niña callada y perspicaz, con un singular talento para el dibujo, que disfruta de su discreto y tranquilo lugar en el palazzo. Pero cuando muere su hermana Maria, justo antes de casarse con Alfonso d’Este, primogénito del duque de Ferrara, Lucrezia se convierte inesperadamente en el centro de atención: el duque se apresura a pedir su mano, y su padre a aceptarla. Poco después, con solo quince años, se traslada a la corte de Ferrara, donde es recibida con recelo. Su marido, doce años mayor, es un enigma: ¿es en realidad el hombre sensible y comprensivo que le pareció al principio o un déspota implacable al que todos temen? Lo único que está claro es lo que se espera de ella: que proporcione cuanto antes un heredero que asegure la continuidad del título. <br>Con la misma belleza y emoción con las que nos cautivó en Hamnet, Maggie O’Farrell vuelve a demostrar su inigualable talento para adentrarse en los recovecos del pasado en El retrato de casada, una novela que reinterpreta desde la ficción un capítulo de la Italia renacentista y narra la lucha contra el destino de una joven asombrosa.",
            "bestseller": false,
            "img": "https://imagessl0.casadellibro.com/a/l/s7/10/9788419089410.webp",
            "stock": 7
        },
        {
            "title": "El mapa de los anhelos",
            "author": "Alice. Kellen",
            "isbn": "9788408268154",
            "genre": "fiction",
            "price": 9.95,
            "rating": 5.0,
            "description": "¿Y si te diesen un mapa para descubrir quién eres? <br>¿Seguirías la ruta marcada hasta el final? <br>Imagina que estás destinada a salvar a tu hermana, pero al final ella muere y la razón de tu existencia se desvanece. Eso es lo que le ocurre a Grace Peterson, la chica que siempre se ha sentido invisible, la que nunca ha salido de Nebraska, la que colecciona palabras y ve pasar los días refugiada en la monotonía. Hasta que llega a sus manos el juego deEl mapa de los anhelos y, siguiendo las instrucciones, lo primero que debe hacer es encontrar a alguien llamado Will Tucker, del que nunca ha oído hablar y que está a punto de embarcarse con ella en un viaje directo al corazón, lleno de vulnerabilidades y sueños olvidados, anhelos y afectos inesperados. Pero ¿es posible avanzar cuando los secretos comienzan a pesar demasiado? ¿Quién es quién en esta historia?",
            "bestseller": false,
            "img": "https://imagessl4.casadellibro.com/a/l/s7/54/9788408268154.webp",
            "stock": 4
        },
        {
            "title": "El cuco de cristal",
            "author": "Javier Castillo",
            "isbn": "9788491293552",
            "genre": "fiction",
            "price": 20.90,
            "rating": 4.5,
            "description": "Nueva York, 2017. Cora Merlo, médico residente de primer año, sufre un infarto fulminante que la obliga a un trasplante de corazón. Aún convaleciente la joven recibe la visita de una extraña mujer con una enigmática oferta: pasar unos días en Steelville, un pequeño pueblo de interior, para conocer la vida de su hijo Charles, el donante de su corazón. <br>Cora se adentra así en un hogar lleno de secretos, en un misterio que se extiende durante veinte años y en un pueblo hermético en el que, justo el día de su llegada, desaparece un bebé en un parque público",
            "bestseller": true,
            "img": "https://imagessl2.casadellibro.com/a/l/s7/52/9788491293552.webp",
            "stock": 7
        },
        {
            "title": "El hombre más rico de Babilonia",
            "author": "Georges S. Clason",
            "isbn": "9788491114543",
            "genre": "economia",
            "price": 8.50,
            "rating": 3.5,
            "description": "En este libro encontrará los principios fundamentales que necesita para triunfar en el terreno financiero y que le permitirán engrosar su bolsillo, aumentar su cuenta bancaria y asegurarse el éxito económico que todos anhelamos, aprendiendo a conservarlo y a hacerlo fructificar. Se trata de la guía perfecta tanto para graduados y especialistas como para profanos en el tema. Aprovechando las reglas básicas de la economía surgidas en la antigua Babilonia, y que todavía hoy en día son reconocidas y aplicadas por miles de especialistas, el autor, George S. Clason, nos enseña las leyes que llevan al éxito económico a través de un lenguaje ameno, sencillo y asequible para todos, con un libro que se lee como una novela. El dinero como criterio universal con el que se mide el éxito en nuestra sociedad, sólo abunda para el que conoce el medio de obtenerlo. Si quieres ser rico, lee este libro.",
            "bestseller": false,
            "img": "https://imagessl3.casadellibro.com/a/l/s7/43/9788491114543.webp",
            "stock": 2
        },
        {
            "title": "El power ranger rosa",
            "author": "Christo Casas",
            "isbn": "9788494933356",
            "genre": "infantil",
            "price": 14.00,
            "rating": 2.1,
            "description": "Un joven español da tumbos por Berlín. En su teléfono conviven apps para buscar piso, trabajo y sexo. Su abuela también emigró a Alemania, pero acabó volviendo al pueblo para formar una familia. Allí es testigo de cómo su nieto hace dos descubrimientos: que es marica y que es pobre. Y no te creas que no tengo miedo de que te vayas tú a Alemania. A saber cuántos disgustos has de pasar. Pero abuela, yo soy un hombre. Sí, pero vas a enamorarte de otros hombres y es de ellos de quien no me puedo fiar. Espera, que tengo el cazo en el fuego. Un joven español llega a Berlín en busca de trabajo. Por la noche pone copas en un bar marica y por el día intenta escribir la historia de su abuela, que también vivió en Alemania hace muchos años.",
            "bestseller": false,
            "img": "https://imagessl6.casadellibro.com/a/l/s7/56/9788494933356.webp",
            "stock": 4
        },
        {
            "title": "NETZWERK NEU A1.1 ALUM + EJER + AUDIO V (edición en alemán)",
            "author": "VV.AA.",
            "isbn": "9783126071543",
            "genre": "dictionary",
            "price": 24.60,
            "rating": 2.1,
            "description": "",
            "bestseller": false,
            "img": "https://imagessl3.casadellibro.com/a/l/s7/43/9783126071543.webp",
            "stock": 4
        },
        {
            "title": "ENGLISH FILE 4TH EDITION A1/A2. STUDENT S BOOK AND WORKBOOK WITH KEY PACK (edición en inglés). ELEMENTARY ",
            "author": "VV.AA.",
            "isbn": "9780194058001",
            "genre": "dictionary",
            "price": 56.80,
            "rating": 5.0,
            "description": "Spain’s most trusted adult series returns with new topics, activities, and resources. The 4th Edition continues to build students’ communicative confidence with a motivating blend of Grammar, Vocabulary, Pronunciation, and Skills Development.",
            "bestseller": false,
            "img": "https://imagessl1.casadellibro.com/a/l/s7/01/9780194058001.webp",
            "stock": 4
        }
    ],

    
    "otherBooks": [
        {
            "id": "a886a250-c7c5-45f6-a529-95841483703e",
            "title": "Honorable",
            "author": "Shelley Northgraves",
            "isbn": "900853588-2",
            "publisher": "Leexo",
            "publication_date": "1/15/1934",
            "genre": "fiction",
            "language": "Swedish",
            "page_count": 486,
            "price": 30.22,
            "format": "paperback",
            "rating": 2.1,
            "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.\n\nFusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.",
            "bestseller": true,
            "series": "series",
            "awards": "National Book Award",
            "img": "https://imagessl1.casadellibro.com/a/l/s7/41/9788419089441.webp",
            "stock": 4
        },
        {
            "id": "dcb1e749-8a42-414b-a828-eddaffd75e86",
            "title": "Rev",
            "author": "Gregoire Hegg",
            "isbn": "627870497-8",
            "publisher": "Kazio",
            "publication_date": "1/17/1957",
            "genre": "fiction",
            "language": "Hiri Motu",
            "page_count": 206,
            "price": 7.98,
            "format": "hardcover",
            "rating": 3.9,
            "description": "In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.\n\nMaecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.\n\nMaecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.",
            "bestseller": false,
            "series": "standalone",
            "awards": "Booker Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 6
        },
        {
            "id": "014aeccb-2edc-4783-893e-b96d96b7a6db",
            "title": "Dr",
            "author": "Zilvia Dabel",
            "isbn": "109780250-7",
            "publisher": "Thoughtbridge",
            "publication_date": "2/10/1992",
            "genre": "fiction",
            "language": "Khmer",
            "page_count": 850,
            "price": 8.21,
            "format": "ebook",
            "rating": 3.2,
            "description": "Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
            "bestseller": false,
            "series": "standalone",
            "awards": "Pulitzer Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 1
        },
        {
            "id": "2913fc04-e9af-4ef9-b594-8a978ca7d930",
            "title": "Ms",
            "author": "Terza Chaudhry",
            "isbn": "528474402-0",
            "publisher": "Thoughtworks",
            "publication_date": "4/27/1931",
            "genre": "romance",
            "language": "Dutch",
            "page_count": 959,
            "price": 88.42,
            "format": "paperback",
            "rating": 2.7,
            "description": "Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.\n\nNullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.",
            "bestseller": false,
            "series": "series",
            "awards": "National Book Award",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 8
        },
        {
            "id": "3075c6c7-cb97-43d9-b51c-8f043253d08c",
            "title": "Rev",
            "author": "Kin Trusse",
            "isbn": "003910246-7",
            "publisher": "Zooveo",
            "publication_date": "1/16/2022",
            "genre": "romance",
            "language": "Punjabi",
            "page_count": 449,
            "price": 29.04,
            "format": "ebook",
            "rating": 3.5,
            "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.",
            "bestseller": true,
            "series": "standalone",
            "awards": "Pulitzer Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 6
        },
        {
            "id": "6bacb112-29b9-4fd4-8d3d-f46adf4706d9",
            "title": "Honorable",
            "author": "Barbara-anne Date",
            "isbn": "605199016-X",
            "publisher": "Fadeo",
            "publication_date": "9/25/1952",
            "genre": "romance",
            "language": "Dari",
            "page_count": 28,
            "price": 69.4,
            "format": "ebook",
            "rating": 3.9,
            "description": "In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus.\n\nNulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi.\n\nCras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque.",
            "bestseller": false,
            "series": "standalone",
            "awards": "Booker Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 2
        },
        {
            "id": "035d032e-b7f6-4ce8-8ebe-469a61beb0b2",
            "title": "Mr",
            "author": "Maressa Janse",
            "isbn": "671145488-X",
            "publisher": "Zoomdog",
            "publication_date": "2/4/1901",
            "genre": "non-fiction",
            "language": "Ndebele",
            "page_count": 728,
            "price": 76.14,
            "format": "paperback",
            "rating": 1.3,
            "description": "Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.",
            "bestseller": true,
            "series": "series",
            "awards": "National Book Award",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 1
        },
        {
            "id": "15cd28a0-9000-4452-ad01-6ff7578d508f",
            "title": "Mr",
            "author": "Husein Inskipp",
            "isbn": "988011093-5",
            "publisher": "Avamm",
            "publication_date": "11/21/1987",
            "genre": "romance",
            "language": "Indonesian",
            "page_count": 923,
            "price": 79.0,
            "format": "ebook",
            "rating": 4.5,
            "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.",
            "bestseller": true,
            "series": "standalone",
            "awards": "National Book Award",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 9
        },
        {
            "id": "3438e55e-ae67-46c4-84cd-92280a8233ee",
            "title": "Honorable",
            "author": "Gunther Diplock",
            "isbn": "153613139-3",
            "publisher": "Zoomzone",
            "publication_date": "12/26/2020",
            "genre": "romance",
            "language": "Tamil",
            "page_count": 344,
            "price": 82.42,
            "format": "hardcover",
            "rating": 3.3,
            "description": "Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.\n\nDuis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.",
            "bestseller": true,
            "series": "series",
            "awards": "National Book Award",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 5
        },
        {
            "id": "5922e44e-ce7b-44b4-8b56-91e590762d85",
            "title": "Mr",
            "author": "Norma Heis",
            "isbn": "986239653-9",
            "publisher": "Cogibox",
            "publication_date": "9/11/2022",
            "genre": "non-fiction",
            "language": "Malagasy",
            "page_count": 78,
            "price": 11.33,
            "format": "hardcover",
            "rating": 2.6,
            "description": "Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.",
            "bestseller": false,
            "series": "series",
            "awards": "Booker Prize",
            "img": "./src/Assets/Images/525-5253539_3d-number-1-png.png",
            "stock": 3
        }
    ]
}